{
    "1": [
        "2 Introd uction  \nEditorial Introduction \nThe “ Manifesto of the Communist Party ” was wr itten by Marx and Engels as the Communist \nLeague’ s programme on the instruction of its Second Congress (London, November 29- December 8, \n1847), which signified a victory for the followers of a  new proletarian l ine during the discussion of the \nprogramme ques tions.  \nWhen Congress was still in preparation, Marx and Engels arrived at the conclusion that the final \nprogramme document should be in the form of a Party manifesto (see Engels ’ letter to Marx of \nNovember 23- 24, 1847). The catechism form usual for the sec ret societies of the time and retained in \nthe “ Draft of a Communist Confession of Faith”  and “ Principles of Communism,”  was not suitable for \na full and substantial exposition of the new revolutionary world outlook, for a comprehensive \nformulation of the pr oletarian movement ’s aims and tasks. See also “ Demands of the Communist",
        "a full and substantial exposition of the new revolutionary world outlook, for a comprehensive \nformulation of the pr oletarian movement ’s aims and tasks. See also “ Demands of the Communist \nParty in Germany, ” issued by Marx soon after publication of the Manifesto , which addressed the \nimmediate demands of the movement.  \nMarx and Engels began working together on the Manifesto while they were still in London \nimmediately after the congress, and continued until about December 13 when Marx returned to \nBrussels; they resumed their work four days later (December 17) when Engels arrived there. After \nEngels ’ departure for Paris at th e end of December and up to his return on January 31, Marx worked \non the Manifesto alone.  \nHurried by the Central Authority of the Communist League which provided him with certain \ndocuments (e.g., addresses of the People ’s Chamber ( Halle ) of the League of t he Just of November",
        "Hurried by the Central Authority of the Communist League which provided him with certain \ndocuments (e.g., addresses of the People ’s Chamber ( Halle ) of the League of t he Just of November \n1846 and February 1847, and, apparently, documents of the First Congress of the Communist League \npertaining to the discussion of the Party programme), Marx worked intensively on the Manifesto  \nthrough almost the whole of January 1848. At  the end of January the manuscript was sent on to \nLondon to be printed in the German Workers ’ Educational Society ’s print  shop owned by a German \nemigrant J. E. Burghard, a member of the Communist League.  \nThe manuscript of the Manifesto  has not survived. The only extant materials written in Marx ’s hand \nare a draft plan for Section III, showing his efforts to improve the structure of the Manifesto , and a \npage of a rough copy.  \nThe Manifesto  came off the press at the end of February 1848. On February 29, the Educational",
        "page of a rough copy.  \nThe Manifesto  came off the press at the end of February 1848. On February 29, the Educational \nSociety decided to cover all the printing expenses.  \nThe first edition of the Manifesto was a 23- page pamphlet in a dark green cover. In April -May 1848 \nanother edition was put out. The text took up 30 pages, some misprints of the first edition wer e \ncorrected, and the punctuation improved. Subsequently this text was used by Marx and Engels as a \nbasis for later authorised editions. Between March and July 1848 the Manifesto  was printed in the \nDeutsche Londoner Zeitung, a democratic newspaper of the German emigrants. Already that same year numerous efforts were made to publish the Manifesto in other European languages. A Danish, a \nPolish (in Paris) and a Swedish (under a different title: “ The Voice of Communism. Declaration of the \nCommunist Party ”) editions appeared in 1848. The translations into French, Italian and Spanish made",
        "Communist Party ”) editions appeared in 1848. The translations into French, Italian and Spanish made \nat that time remained unpublished. In April 1848, Engels, then in Barmen, was translating the \nManifesto  into English, but he managed to translate only half of it, and the first E nglish translation, \nmade by Helen Macfarlane, was not published until two years later, between June and November 1850, \nin the Chartist journal The Red Republican. Its editor, Julian Harney, named the authors for the first \ntime in the introduction to this p ublication. All earlier and many subsequent editions of the Manifesto  \nwere anonymous. \nThe growing emancipation struggle of the proletariat in the ’ 60s and ’ 70s of the 19th century led to",
        "were anonymous. \nThe growing emancipation struggle of the proletariat in the ’ 60s and ’ 70s of the 19th century led to \nnew editions of the Manifesto . The year 1872 saw a new German edition  with minor corrections and a \npreface by Marx and Engels where they drew some conclusions from the experience of the Paris"
    ],
    "2": [
        "3 Introd uction  \nCommune of 1871. This and subsequent German editions (1883 and 1890) were entitled the \nCommunist Manifesto. In 1872 the Manifesto  was first published in America  in Woodhull & Claflin ’s \nWeekly. \nThe first Russian edition of the Manifesto , translated by Mikhail Bakunin with some distortions, \nappeared in Geneva in 1869. The faults of this edition were removed in the 1882 edition (tra nslatio n \nby Georgi Plekhanov), for which Marx and Engels, who attributed great significance to the \ndissemination of Marxism in Russia, had written a special preface.  \nAfter Marx ’s death, the Manifesto  ran into several editions. Engels read through them all, wrote \nprefaces for the 1883 German edition and for the 1888 English edition in Samuel Moore ’s translation, \nwhich he also edited and supplied with notes. This edition served as a basis for many subsequent \neditions of the Manifesto  in English – in Britain, the United States and the USSR. In 1890, Engels",
        "which he also edited and supplied with notes. This edition served as a basis for many subsequent \neditions of the Manifesto  in English – in Britain, the United States and the USSR. In 1890, Engels \nprepared a further German edition, wrote a new preface to it, and added a number of notes. In 1885, the newspaper Le Socialiste published the French translation of the Manifesto  made by Marx ’s \ndaughter Laura Lafargu e and read by Engels. He also wrote prefaces to the 1892 Polish and 1893 \nItalian editions.  \nThis edition includes the two earlier versions of the Manifesto , namely the  draft “Communist \nConfession of Faith” and “The Principles of Communism,” both authored by  Engels, as well as the \nletter from Engels to Marx which poses the idea of publishing a “manifesto,” rather than a catechism. \nThe Manifesto  addressed itself to a mass movement with historical significance, not a political sect.",
        "The Manifesto  addressed itself to a mass movement with historical significance, not a political sect.  \nOn the other hand, t he “Demands of the Communist Party in Germany” is included to place the \npublication of the Manifesto  in the context of the mass movement in Germany at the time, whose \nimmediate demands are reflected by Marx in this pamphlet. Clearly the aims of the Manifesto  were \nmore far -reaching the movement in Germany at the time , and unlike the “Demands,” was intended to \noutlive the immediate conditions . \nThe “Third Address to the International Workingmen’s Association” is included because in this \nspeech Marx examines the movement of the working class manifested in the Paris Commune, and his \nobservations here mark the only revision s to his social and historical vision made  during his lifetime \nas a result of the development of the working class movement itself, clarifying some poi nts and \nmaking others more concrete."
    ]
}