{
    "1": [
        "Preface to The 1872 German Edition  \nThe Communist League , an international association of workers, which could of course be only a \nsecret one, under conditions obtaining at the time, commissioned us, the undersigned, at the \nCongress held in London in November 1847, to write for publication a detailed theoretical and \npractical programme for the Party. Such was the origin of the following Manifesto, the \nmanuscript of which travelled to London to be printed a few weeks before the February [French]  \nRevolution [in 1848] . First published in German, it has been republished in that language in at \nleast twelve different editions in Germany, England, and America. It was published in English for \nthe first time in 1850 in the Red Republican, London, translated by Miss Helen Macfarlane, and \nin 1871 in at least three different translations in America. The F rench version first appeared in \nParis shortly before the June insurrection of 1848, and recently in Le Socialiste  of New York. A",
        "in 1871 in at least three different translations in America. The F rench version first appeared in \nParis shortly before the June insurrection of 1848, and recently in Le Socialiste  of New York. A \nnew translation is in the course of preparation. A Polish version appeared in London shortly after \nit was first published in Germany. A Russian translation was published in Geneva in the sixties1. \nInto Danish, too, it was translated shortly after its appear ance.  \nHowever much that state of things may have altered during the last twenty -five years, the general \nprinciples laid down in the Manifesto are, on the whole, as correct today as ever. Here and there, \nsome detail might be improved. The practical applica tion of the principles will depend, as the \nManifesto itself states, everywhere and at all times, on the historical conditions for the time being existing, and, for that reason, no special stress is laid on the revolutionary measures proposed at",
        "the end of Section II . That passage would, in many respects, be very differently worded today. In \nview of the gigantic strides of Modern Industry since 1848, and of the accompanying improved and extended organization of the working class, in view of the practical experience gained, first in \nthe February Revolution, and then, still more, in the Paris Commune, where the proletariat for the \nfirst time held political power for two whole months, this programme has in some details been \nantiquated. One thing especially was p roved by the Commune, viz., that “the working class \ncannot simply lay hold of the ready- made state machinery, and wield it for its own purposes. ” \n(See The Civil War in France: Address of the General Council of the International Working \nMen’s Assoc iation , 1871, where this point is further developed.) Further, it is self -evident that the",
        "(See The Civil War in France: Address of the General Council of the International Working \nMen’s Assoc iation , 1871, where this point is further developed.) Further, it is self -evident that the \ncriticism of socialist literature is deficient in relation to the present time, because it comes down only to 1847; also that the remarks on the relation of the Communists to  the various opposition \nparties ( Section IV ), although, in principle still correct, yet in practice are antiquated, because the \npolitical situation has been entirely changed, and the progress of history has swept from off the earth the greater portion of t he political parties there enumerated.  \nBut then, the Manifesto has become a historical document which we have no longer any right to alter. A subsequent edition may perhaps appear with an introduction bridging the gap from 1847 \nto the present day; but this reprint was too unexpected to leave us time for that.  \nKarl Marx & Frederick Engels",
        "to the present day; but this reprint was too unexpected to leave us time for that.  \nKarl Marx & Frederick Engels  \nJune 24, 1872, London"
    ]
}