{
    "1": [
        "Preface to The 1882 Russian Edition  \nThe first Russian edition of the Manifesto of the Communist Party, translated by Bakunin, was \npublished ear ly in the ‘ sixties by the printing office of the Kolokol [a reference to the Free \nRussian Printing House ]. Then the West could see in it (the Russian edition of the Manifesto) \nonly a literary curiosity. Such a view would be impossible today.  \nWhat a limite d field the proletarian movement occupied at that time (December 1847) is most \nclearly shown by the last section : the position of the Communists in relation to the various \nopposition parties in various countries. Precisely Russia and the United States are missing here. It \nwas the time when Russia constituted the last great reserve of all European reaction, when the \nUnited States absorbed the surplus proletarian forces of Europe through immigration. Both \ncountries provided Europe with raw materials and were at the same time markets for the sale of",
        "United States absorbed the surplus proletarian forces of Europe through immigration. Both \ncountries provided Europe with raw materials and were at the same time markets for the sale of \nits industrial products. Both were, therefore, in one way of another, pillars of the existing \nEuropean system.  \nHow very different today. Precisely European immigration fitted North American for a gigantic \nagricultu ral production, whose competition is shaking the very foundations of European landed \nproperty  – large and small. At the same time, it enabled the United States to exploit its \ntremendous industrial resources with an energy and on a scale that must shortly break the \nindustrial monopoly of Western Europe, and especially of England, existing up to now. Both \ncircumstances react in a revolutionary manner upon America itself. Step by step, the small and \nmiddle land ownership of the farmers, the basis of the whole political constitution, is succumbing",
        "circumstances react in a revolutionary manner upon America itself. Step by step, the small and \nmiddle land ownership of the farmers, the basis of the whole political constitution, is succumbing \nto the competition of giant farms; at the same time, a mass industrial proletariat and a fabulous concentration of capital funds are developing for the first time in the industrial regions.  \nAnd now Russia! During the Revolution of 1848- 9, not only the European princes, but the \nEuropean bourgeois as well, found their only salvation from the proletariat just beginning to awaken in Russian intervention. The Tsar was proclaimed the chief of European reaction. Today, \nhe is a prisoner of war of the revolution in Gatchina\n2, and Russia forms the vanguard of \nrevolutionary action in Europe.  \nThe Communist Manifesto had, as its object, the proclamation of the inevitable impending \ndissolution of modern bourgeois property. But in Ru ssia we find, face -to-face with the rapidly",
        "The Communist Manifesto had, as its object, the proclamation of the inevitable impending \ndissolution of modern bourgeois property. But in Ru ssia we find, face -to-face with the rapidly \nflowering capitalist swindle and bourgeois property, just beginning to develop, more than half the land owned in common by the peasants. Now the question is: can the Russian obshchina , though \ngreatly undermined, yet a form of primeval common ownership of land, pass directly to the \nhigher form of Communist common ownership? Or, on the contrary, must it first pass through the \nsame process of dissolution such as constitutes the historical evolution of the West?  \nThe only answer to that possible today is this: If the Russian Revolution becomes the signal for a \nproletarian revolution in the West, so that both complement each other, the present Russian \ncommon ownership of land may serve as the starting point for a communist development.  \nKarl Marx & Frederick Engels  \nJanuary 21, 1882, London"
    ]
}