{
    "1": [
        "Preface to The 1883 German Edition  \nThe preface to the present edition I must, alas, sign alone. Marx, the man to whom the whole \nworking class of Europe and America owes more than to any one else  – rests at Highgate \nCemet ery and over his grave the first grass is already growing. Since his death [March 14, 1883] , \nthere can be even less thought of revising or supplementing the Manifesto. But I consider it all the \nmore necessary again to state the following expressly:  \nThe basic thought running through the Manifesto – that economic production, and the structure of \nsociety of every historical epoch necessarily arising therefrom, constitute the foundation for the \npolitical and intellectua l history of that epoch; that consequently (ever since the dissolution of the \nprimaeval communal ownership of land) all history has been a history of class struggles, of \nstruggles between exploited and exploiting, between dominated and dominating classes a t various",
        "primaeval communal ownership of land) all history has been a history of class struggles, of \nstruggles between exploited and exploiting, between dominated and dominating classes a t various \nstages of social evolution; that this struggle, however, has now reached a stage where the exploited and oppressed class (the proletariat) can no longer emancipate itself from the class \nwhich exploits and oppresses it (the bourgeoisie), without a t the same time forever freeing the \nwhole of society from exploitation, oppression, class struggles  – this basic thought belongs sole ly \nand exclusively to Marx.\n*  \nI have already stated this many times; but precisely now is it necessary that it also stand i n front \nof the Manifesto itself.  \nFrederick Engels  \nJune 28, 1883, London  \n \n                                                      \n* “This proposition, ” I wrote in the preface to the English translation , “which, in my opinion, is destined to do for",
        "* “This proposition, ” I wrote in the preface to the English translation , “which, in my opinion, is destined to do for \nhistory what Darwin ’ s theory ha s done for biology, we both of us, had been gradually approaching for some years \nbefore 1845. How far I had independently progressed towards it is best shown by my Conditions of the Working Class \nin England . But when I again met Marx at Brussels, in spring  1845, he had it already worked out and put it before me \nin terms almost as clear as those in which I have stated it here. ” [Note by Engels to the German edition of 1890]"
    ]
}