{
    "1": [
        "Preface to The 1888 English Edition  \nThe Manifesto was published as the platform of the Communist League, a working men ’ s \nassociation, first exclusively German, later on internat ional, and under the political conditions of \nthe Continent before 1848, unavoidably a secret society. At a Congress of the League, held in \nNovember 1847, Marx and Engels were commissioned to prepare a complete theoretical and \npractical party programme. Drawn up in German, in January 1848, the manuscript was sent to the \nprinter in London a few weeks before the French Revolution of February 24. A French translation \nwas brought out in Paris shortly before the insurrection of June 1848. The first English \ntransl ation, by Miss Helen Macfarlane, appeared in George Julian Harney ’ s Red Republican , \nLondon, 1850. A Danish and a Polish edition had also been published.  \nThe defeat of the Parisian insurrection of June 1848 – the first great battle between proletariat and",
        "London, 1850. A Danish and a Polish edition had also been published.  \nThe defeat of the Parisian insurrection of June 1848 – the first great battle between proletariat and  \nbourgeoisie  – drove again into the background, for a time, the social and political aspirations of \nthe European working class. Thenceforth, the struggle for supremacy was, again, as it had been before the Revolution of February, solely between different s ections of the propertied class; the \nworking class was reduced to a fight for political elbow -room, and to the position of extreme \nwing of the middle -class Radicals. Wherever independent proletarian movements continued to \nshow signs of life, they were ruthlessly hunted down. Thus the Prussian police hunted out the \nCentral Board of the Communist League, then located in Cologne. The members were arrested \nand, after eighteen months ’ imprisonment, they were tried in October 1852. This celebrated",
        "Central Board of the Communist League, then located in Cologne. The members were arrested \nand, after eighteen months ’ imprisonment, they were tried in October 1852. This celebrated \n“Cologne Communist Trial ” lasted from October 4 till November 12; seven of the prisoners were \nsentenced to terms of imprisonment in a fortress, varying from three to six years. Immediately \nafter the sentence, the League was formally dissolved by the remaining members. As to the \nManifesto, it seemed henceforth doomed to oblivion.  \nWhen the European workers had recovered sufficient strength for another attack on the ruling \nclasses, the International Working Men ’ s Association  sprang up. But this association, formed \nwith the  express aim of welding into one body the whole militant proletariat of Europe and \nAmerica, could not at once proclaim the principles laid down in the Manifesto. The International was bound to have a programme broad enough to be acceptable to the English t rade unions, to the",
        "America, could not at once proclaim the principles laid down in the Manifesto. The International was bound to have a programme broad enough to be acceptable to the English t rade unions, to the \nfollowers of Proudhon in France, Belgium, Italy, and Spain, and to the Lassalleans  in Germany.\n* \nMarx, who drew up this programme to the satisfaction of all parties, entirely trusted to the \nintellectual development of the working class, which was sure to result from combined action and \nmutual discussion. The very events and vicissitudes in the struggle against capital, the defeats \neven more than the victories, could not help bringing home to men’  s minds the insufficiency of \ntheir various  favorite nostrums, and preparing the way for a more complete insight into the true \nconditions for working -class emancipation. And Marx was right. The International, on its",
        "their various  favorite nostrums, and preparing the way for a more complete insight into the true \nconditions for working -class emancipation. And Marx was right. The International, on its \nbreaking in 1874, left the workers quite different men from what it found them in 1864. Proudhonism in France, Lassalleanism in Germany, were dying out, and even the conservative English trade unions, though most of them had long since severed their connection with the \nInternational, were gradually advancing towards that point at which, last year at Swansea, their \npresiden t [W. Bevan]  could say in their name: “ Continental socialism has lost its terror for us. ” In \nfact, the principles of the Manifesto had made considerable headway among the working men of \nall countries.  \n                                                      \n* Lassalle personally, to us, always acknowledged himself to be a disciple of Marx, and, as such, stood on the ground of",
        "all countries.  \n                                                      \n* Lassalle personally, to us, always acknowledged himself to be a disciple of Marx, and, as such, stood on the ground of \nthe Manifesto. But in his first public agitation, 1862 -1864, he did not go beyond demanding co- operative workshops \nsupported by state credit."
    ],
    "2": [
        "8 Preface to the 1888 English Edition  \nThe Manifesto itse lf came thus to the front again. Since 1850, the German text had been reprinted \nseveral times in Switzerland, England, and America. In 1872, it was translated into English in \nNew York, where the translation was published in Woorhull and Claflin’ s Weekly. F rom this \nEnglish version, a French one was made in Le Socialiste of New York. Since then, at least two \nmore English translations, more or less mutilated, have been brought out in America, and one of \nthem has been reprinted in England. The first Russian tra nslation, made by Bakunin, was \npublished at Herzen ’ s Kolokol office in Geneva, about 1863; a second one, by the heroic Vera \nZasulich, also in Geneva, in 1882. A new Danish edition is to be found in Socialdemokratisk \nBibliothek , Copenhagen, 1885; a fresh F rench translation in Le Socialiste , Paris, 1886. From this \nlatter, a Spanish version was prepared and published in Madrid, 1886. The German reprints are",
        "Bibliothek , Copenhagen, 1885; a fresh F rench translation in Le Socialiste , Paris, 1886. From this \nlatter, a Spanish version was prepared and published in Madrid, 1886. The German reprints are \nnot to be counted; there have been twelve altogether at the least. An Armenian translation, which \nwas t o be published in Constantinople some months ago, did not see the light, I am told, because \nthe publisher was afraid of bringing out a book with the name of Marx on it, while the translator declined to call it his own production. Of further translations into other languages I have heard \nbut had not seen. Thus the history of the Manifesto reflects the history of the modern working-\nclass movement; at present, it is doubtless the most wide spread, the most international \nproduction of all socialist literature, the common platform acknowledged by millions of working \nmen from Siberia to California.",
        "production of all socialist literature, the common platform acknowledged by millions of working \nmen from Siberia to California.  \nYet, when it was written, we could not have called it a socialist  manifesto. By Socialists, in 1847, \nwere understood, on the one hand the adherents of the various Utopian systems: Owenites in \nEngland, Fourierists in France, both of them already reduced to the position of mere sects, and \ngradually dying out; on the other hand, the most multifarious social quacks who, by all manner of \ntinkering, professed to redress, without any danger to capital and profit, all sorts of social \ngrievances, in both cases men outside the working -class movement, and looking rather to the \n“educated ” classes for support. Whatever portion of the working class had become convinced of \nthe insuffic iency of mere political revolutions, and had proclaimed the necessity of total social \nchange, called itself Communist. It was a crude, rough- hewn, purely instinctive sort of",
        "the insuffic iency of mere political revolutions, and had proclaimed the necessity of total social \nchange, called itself Communist. It was a crude, rough- hewn, purely instinctive sort of \ncommunism; still, it touched the cardinal point and was powerful enough amongst the working class to produce the Utopian communism of Cabet in France, and of Weitling in Germany. Thus, \nin 1847, socialism was a middle -class movement, communism a working -class movement. \nSocialism was, on the Continent at least, “respectable” ; communism wa s the very opposite. And \nas our notion, from the very beginning, was that “ the emancipation of the workers must be the act \nof the working class itself, ” there could be no doubt as to which of the two names we must take. \nMoreover, we have, ever since, been far from repudiating it.  \nThe Manifesto being our joint production, I consider myself bound to state that the fundamental",
        "Moreover, we have, ever since, been far from repudiating it.  \nThe Manifesto being our joint production, I consider myself bound to state that the fundamental \nproposition which forms the nucleus belongs to Marx. That proposition is: That in every \nhistorical epoch, the prevailing mode of economic production and exchange, and the social \norganization necessarily following from it, form the basis upon which it is built up, and from that which alone can be explained the political and intellectual history of that epoch; that consequently \nthe whole history of mankind (since the dissolution of primitive tribal society, holding land in \ncommon ownership) has been a history of class struggles, contests between exploiting and \nexploited, ruling and oppressed classes; That the history of these class struggle s forms a series of",
        "common ownership) has been a history of class struggles, contests between exploiting and \nexploited, ruling and oppressed classes; That the history of these class struggle s forms a series of \nevolutions in which, nowadays, a stage has been reached where the exploited and oppressed class  \n– the proletariat  – cannot attain its emancipation from the sway of the exploiting and ruling class  \n– the bourgeoisie  – without, at the same  time, and once and for all, emancipating society at large \nfrom all exploitation, oppression, class distinction, and class struggles.  \nThis proposition, which, in my opinion, is destined to do for history what Darwin’  s theory has \ndone for biology, we both  of us, had been gradually approaching for some years before 1845. \nHow far I had independently progressed towards it is best shown by my “ Conditions of the \nWorking Class in England .” But when I again met Marx at Brussels, in spring 1845, he had it"
    ],
    "3": [
        "9 Preface to the 1888 English Edition  \nalready worked out and put it before me in terms almost as clear as those in which I have stated it \nhere.  \nFrom our joint preface to the German edition of 1872, I quote the following:  \n“However much that state of things may have altered during the last twenty -five \nyears, the general principles laid down in the Manifesto are, on the whole, as \ncorrect today as ever. Here and there, some detail might be improved. The \npractical application of the principles will depend, as the Manifesto itself states, \neverywhere and at  all times, on the historical conditions for the time being \nexisting, and, for that reason, no special stress is laid on the revolutionary \nmeasures proposed at the end of Section II. That passage would, in many respects, \nbe very differently worded today. I n view of the gigantic strides of Modern \nIndustry since 1848, and of the accompanying improved and extended",
        "be very differently worded today. I n view of the gigantic strides of Modern \nIndustry since 1848, and of the accompanying improved and extended \norganization of the working class, in view of the practical experience gained, first \nin the February Revolution, and then, still more, in the Paris Commune, where the \nproletariat for the first time held political power for two whole months, this \nprogramme has in some details been antiquated. One thing especially was proved \nby the Commune, viz., that “the working class cannot simply lay hold of ready -\nmade state machinery, and wield it for its own purposes.”  (See The Civil War in \nFrance: Address of the General Council of the International Working Men ’ s \nAssoci ation  1871, where this point is further developed.) Further, it is self -evident \nthat the criticism of socialist literature is deficient in relation to the present time, because it comes down only to 1847; also that the remarks on the relation of the",
        "that the criticism of socialist literature is deficient in relation to the present time, because it comes down only to 1847; also that the remarks on the relation of the \nCommunists to the various opposition parties ( Section IV ), although, in principle \nstill correct, yet i n practice are antiquated, because the political situation has been \nentirely changed, and the progress of history has swept from off the Earth the \ngreater portion of the political parties there enumerated.  \n“But then, the Manifesto has become a historical document which we have no \nlonger any right to alter.”   \nThe present translation is by Mr Samuel Moore, the translator of the greater portion of Marx ’ s \n“Capital .” We have revised it in common, and I have added a few notes explanatory of historical \nallusions .  \nFrederick Engels  \nJanuary 30, 1888, London"
    ]
}