{
    "1": [
        "Preface to The 1890 German Edition  \nSince [ the first German preface of 1883] was written, a new German edition of the Manifesto has \nagain become necessary, and much has also happened to the Manifesto which s hould be recorded \nhere.  \nA second Russian translation – by Vera Zasulich  – appeared in Geneva in 1882; the preface to \nthat edition was written by Marx and myself. Unfortunately, the original German manuscript has \ngone astray; I must therefore retranslate f rom the Russian which will in no way improve the text. \nIt reads:  \n[Reprint of the 1882 Russian Edition ]  \nAt about the same date, a new Polish version appeared in Geneva: Manifest Kommunistyczny .  \nFurthermore, a new Danish translation has appeared in the Socialdemokratisk Bibliothek , \nCopenhagen, 1885. Unfortunately, it is not quite complete; certain essential passages, which seem \nto have presented difficulties to the translator, have been omitted, and, in addition, there are signs",
        "to have presented difficulties to the translator, have been omitted, and, in addition, there are signs \nof carelessness here and th ere, which are all the more unpleasantly conspicuous since the \ntranslation indicates that had the translator taken a little more pains, he would have done an \nexcellent piece of work.  \nA new French version appeared in 1886, in Le Socialiste  of Paris; it is the best published to date.  \nFrom this latter, a Spanish version was published the same year in El Socialista  of Madrid, and \nthen reissued in pamphlet form: Manifesto del Partido Communista por Carlos Marx y F. Engels, \nMadrid, Administracion de El Socialis ta, Hernan Cortes 8.  \nAs a matter of curiosity, I may mention that in 1887 the manuscript of an Armenian translation \nwas offered to a publisher in Constantinople. But the good man did not have the courage to \npublish something bearing the name of Marx and s uggested that the translator set down his own",
        "was offered to a publisher in Constantinople. But the good man did not have the courage to \npublish something bearing the name of Marx and s uggested that the translator set down his own \nname as author, which the latter however declined.  \nAfter one, and then another, of the more or less inaccurate American translations had been repeatedly reprinted in England, an authentic version at last appeared in 1888. This was my friend \nSamuel Moore, and we went through it together once more before it went to press. It is entitled: \nManifesto of the Communist Party , by Karl Marx and Frederick Engels. Authorized English \ntranslation, edited and annotated by Fr ederick Engels, 1888, London, William Reeves, 185 Fleet \nStreet, E.C. I have added some of the notes of that edition to the present one.  \nThe Manifesto has had a history of its own. Greeted with enthusiasm, at the time of its \nappearance, by the not at all n umerous vanguard of scientific socialism (as is proved by the",
        "The Manifesto has had a history of its own. Greeted with enthusiasm, at the time of its \nappearance, by the not at all n umerous vanguard of scientific socialism (as is proved by the \ntranslations mentioned in the first place), it was soon forced into the background by the reaction \nthat began with the defeat of the Paris workers in June 1848, and was finally excommunicated \n“by law ” in the conviction of the Cologne Communists in November 1852. With the \ndisappearance from the public scene of the workers ’ movement that had begun with the February \nRevolution, the Manifesto too passed into the background.  \nWhen the European workers  had again gathered sufficient strength for a new onslaught upon the \npower of the ruling classes, the International Working Men ’ s Association came into being. Its \naim was to weld together into one  huge army the whole militant working class of Europe and \nAmerica. Therefore it could not set out  from the principles laid down in the Manifesto. It was",
        "aim was to weld together into one  huge army the whole militant working class of Europe and \nAmerica. Therefore it could not set out  from the principles laid down in the Manifesto. It was \nbound to have a programme which would not shut the door on the English trade unions, the \nFrench, Belgian, Italian, and Spanish Proudhonists, and the German Lassal leans. This programme \n– the considerations underlying the Statutes of the International  – was drawn up by Marx with a \nmaster hand acknowledged even by the Bakunin and the anarchists. For the ultimate final triumph"
    ],
    "2": [
        "11 Preface to the 1890 German Edition  \nof the ideas set forth in the Manifesto, M arx relied solely upon the intellectual development of the \nworking class, as it necessarily has to ensue from united action and discussion. The events and \nvicissitudes in the struggle against capital, the defeats even more than the successes, could not but  \ndemonstrate to the fighters the inadequacy of their former universal panaceas, and make their minds more receptive to a thorough understanding of the true conditions for working- class \nemancipation. And Marx was right. The working class of 1874, at the dis solution of the \nInternational, was altogether different from that of 1864, at its foundation. Proudhonism in the \nLatin countries, and the specific Lassalleanism in Germany, were dying out; and even the ten \narch-conservative English trade unions were gradually approaching the point where, in 1887, the",
        "Latin countries, and the specific Lassalleanism in Germany, were dying out; and even the ten \narch-conservative English trade unions were gradually approaching the point where, in 1887, the \nchairman of their Swansea Congress could say in their name: “ Continental socialism has lost its \nterror for us. ” Yet by 1887 continental socialism was almost exclusively the theory heralded in \nthe Manifesto. Thus, to a certain extent, the history of the Manifesto reflects the history of the \nmodern working- class movement since 1848. At present, it is doubtless the most widely \ncirculated, the most international product of all socialist literature, the common progra mme of \nmany millions of workers of all countries from Siberia to California.  \nNevertheless, when it appeared, we could not have called it a socialist  manifesto. In 1847, two \nkinds of people were considered socialists. On the one hand were the adherents of the various",
        "Nevertheless, when it appeared, we could not have called it a socialist  manifesto. In 1847, two \nkinds of people were considered socialists. On the one hand were the adherents of the various \nutopian systems, notably the Owenites in England and the Fourierists in France, both of whom, at \nthat date, had already dwindled to mere sects gradually dying out. On the other, the manifold \ntypes of social quacks who wanted to eliminate social  abuses through their various universal \npanaceas and all kinds of patch -work, without hurting capital and profit in the least. In both cases, \npeople who stood outside the labor movement and who looked for support rather to the \n“educated ” classes. The secti on of the working class, however, which demanded a radical \nreconstruction of society, convinced that mere political revolutions were not enough, then called \nitself Communist . It was still a rough -hewn, only instinctive and frequently somewhat crude",
        "reconstruction of society, convinced that mere political revolutions were not enough, then called \nitself Communist . It was still a rough -hewn, only instinctive and frequently somewhat crude \ncommuni sm. Yet, it was powerful enough to bring into being two systems of utopian communism  \n– in France, the “Icarian ” communists of Cabet, and in Germany that of Weitling. Socialism in \n1847 signified a bourgeois movement, communism a working- class movement. Soci alism was, \non the Continent at least, quite respectable, whereas communism was the very opposite. And since we were very decidedly of the opinion as early as then that “the emancipation of the \nworkers must be the task of the working class itself, ” [from th e General Rules of the \nInternational ] we could have no hesitation as to which of the two names we should choose. Nor \nhas it ever occu rred to us to repudiate it.  \n“Working men of all countries, unite! ” But few voices responded when we proclaimed these",
        "has it ever occu rred to us to repudiate it.  \n“Working men of all countries, unite! ” But few voices responded when we proclaimed these \nwords  to the world 42 years ago, on the eve of the first Paris Revolution in which the proletariat \ncame out with the demands of its own. On September 28, 1864, however, the proletarians of most of the Western European countries joined hands in the International  Working Men ’ s Association \nof glorious memory. True, the International itself lived only nine years. But that the eternal union \nof the proletarians of all countries created by it is still alive and lives stronger than ever, there is \nno better witness than this day. Because today\n3, as I write these lines, the European and American \nproletariat is reviewing its fighting forces, mobilized for the first time, mobilized as one  army,",
        "3, as I write these lines, the European and American \nproletariat is reviewing its fighting forces, mobilized for the first time, mobilized as one  army, \nunder one flag, for one immediate aim: the standard eight- hour working day to be  established by \nlegal enactment, as proclaimed by the Geneva Congress of the International in 1866, and again by \nthe Paris Workers ’ Congress of 1889. And today ’ s spectacle will open the eyes of the capitalists \nand landlords of all countries to the fact th at today the proletarians of all countries are united \nindeed.  \nIf only Marx were still by my side to see this with his own eyes!  \nFrederick Engels  May 1, 1890, London"
    ]
}