{
    "1": [
        "Preface to The 1892 Polish Edition  \nThe fact that a new Polish edition of the Communi st Manifesto has become necessary gives rise \nto various thoughts.  \nFirst of all, it is noteworthy that of late the Manifesto has become an index, as it were, of the \ndevelopment of large -scale industry on the European continent. In proportion as large -scale  \nindustry expands in a given country, the demand grows among the workers of that country for \nenlightenment regarding their position as the working class in relation to the possessing classes, \nthe socialist movement spreads among them and the demand for the  Manifesto increases. Thus, \nnot only the state of the labour movement but also the degree of development of large -scale \nindustry can be measured with fair accuracy in every country by the number of copies of the Manifesto circulated in the language of that  country.",
        "industry can be measured with fair accuracy in every country by the number of copies of the Manifesto circulated in the language of that  country.  \nAccordingly, the new Polish edition indicates a decided progress of Polish industry. And there can be no doubt whatever that this progress since the previous edition published ten years ago has \nactually taken place. Russian Poland, Congress Pola nd, has become the big industrial region of \nthe Russian Empire. Whereas Russian large -scale industry is scattered sporadically  – a part round \nthe Gulf of Finland, another in the cent re (Moscow and Vladimir), a third along the coasts of the \nBlack and Azov s eas, and still others elsewhere – Polish industry has been packed into a \nrelatively small area and enjoys both the advantages and disadvantages arising from such concentration. The competing Russian manufacturers acknowledged the advantages when they",
        "relatively small area and enjoys both the advantages and disadvantages arising from such concentration. The competing Russian manufacturers acknowledged the advantages when they \ndeman ded protective tariffs against Poland, in spit of their ardent desire to transform the Poles \ninto Russians. The disadvantages  – for the Polish manufacturers and the Russian government  – \nare manifest in the rapid spread of socialist ideas among the Polish w orkers and in the growing \ndemand for the Manifesto.  \nBut the rapid development of Polish industry, outstripping that of Russia, is in its turn a new \nproof of the inexhaustible vitality of the Polish people and a new guarantee of its impending \nnational rest oration. And the restoration of an independent and strong Poland is a matter which \nconcerns not only the Poles but all of us. A sincere international collaboration of the European \nnations is possible only if each of these nations is fully autonomous in its  own house. The",
        "concerns not only the Poles but all of us. A sincere international collaboration of the European \nnations is possible only if each of these nations is fully autonomous in its  own house. The \nRevolution of 1848, which under the banner of the proletariat, after all, merely let the proletarian \nfighters do the work of the bourgeoisie, also secured the independence of Italy, Germany and \nHungary through its testamentary executors, Louis Bonaparte and Bismarck; but Poland, which \nsince 1792 had done more for the Revolution than all these three together, was left to its own \nresources when it succumbed in 1863 to a tenfold greater Russian force. The nobility could \nneither maintain nor reg ain Polish independence; today, to the bourgeoisie, this independence is, \nto say the last, immaterial. Nevertheless, it is a necessity for the harmonious collaboration of the European nations. It can be gained only by the young Polish proletariat, and in i ts hands it is",
        "to say the last, immaterial. Nevertheless, it is a necessity for the harmonious collaboration of the European nations. It can be gained only by the young Polish proletariat, and in i ts hands it is \nsecure. For the workers of all the rest of Europe need the independence of Poland just as much as \nthe Polish workers themselves.  \nF. Engels  \nLondon, February 10, 1892"
    ]
}