{
    "1": [
        "Preface to The 1893 Italian Edition  \nPublication of the Manifesto of the Communist Party coincided, one may say, with March 18, \n1848, the day of the revolution in Milan and Berlin, which were armed uprisings of the two \nnations situated in the cent re, the one, of the continent of Europe, the other, of the Mediterranean; \ntwo nati ons until then enfeebled by division and internal strife, and thus fallen under foreign \ndomination. While Italy was subject to the Emperor of Austria, Germany underwent the yoke, not \nless effective though more indirect, of the Tsar of all the Russias. The consequences of March 18, \n1848, freed both Italy and Germany from this disgrace; if from 1848 to 1871 these two great \nnations were reconstituted and somehow again put on their own, it was as Karl Marx used to say, \nbecause the men who suppressed the Revolut ion of 1848 were, nevertheless, its testamentary \nexecutors in spite of themselves.",
        "because the men who suppressed the Revolut ion of 1848 were, nevertheless, its testamentary \nexecutors in spite of themselves.  \nEverywhere that revolution was the work of the working class; it was the latter that built the \nbarricades and paid with its lifeblood. Only the Paris workers, in overthrowi ng the government, \nhad the very definite intention of overthrowing the bourgeois regime. But conscious though they \nwere of the fatal antagonism existing between their own class and the bourgeoisie, still, neither \nthe economic progress of the country nor the intellectual development of the mass of French \nworkers had as yet reached the stage which would have made a social reconstruction possible. In \nthe final analysis, therefore, the fruits of the revolution were reaped by the capitalist class. In the \nother c ountries, in Italy, in Germany, in Austria, the workers, from the very outset, did nothing",
        "other c ountries, in Italy, in Germany, in Austria, the workers, from the very outset, did nothing \nbut raise the bourgeoisie to power. But in any country the rule of the bourgeoisie is impossible \nwithout national independence Therefore, the Revolution of 1848 had to bring in its train the \nunity and autonomy of the nations that had lacked them up to then: Italy, Germany, Hungary. \nPoland will follow in turn.  \nThus, if the Revolution of 1848 was not a socialist revolution, it paved the way, prepared the ground for the  latter. Through the impetus given to large -scaled industry in all countries, the \nbourgeois regime during the last forty- five years has everywhere created a numerous, \nconcentrated and powerful proletariat. It has thus raised, to use the language of the Man ifesto, its \nown grave -diggers. Without restoring autonomy and unity to each nation, it will be impossible to",
        "own grave -diggers. Without restoring autonomy and unity to each nation, it will be impossible to \nachieve the international union of the proletariat, or the peaceful and intelligent co- operation of \nthese nations toward common aims. Just imagine joint international action by the Italian, \nHungarian, German, Polish and Russian workers under the political conditions preceding 1848!  \nThe battles fought in 1848 were thus not fought in vain. Nor have the forty -five years separating \nus from that revoluti onary epoch passed to no purpose. The fruits are ripening, and all I wish is \nthat the publication of this Italian translation may augur as well for the victory of the Italian proletariat as the publication of the original did for the international revoluti on. \nThe Manifesto does full justice to the revolutionary part played by capitalism in the past. The first \ncapitalist nation was Italy. The close of the feudal Middle Ages, and the opening of the modern",
        "The Manifesto does full justice to the revolutionary part played by capitalism in the past. The first \ncapitalist nation was Italy. The close of the feudal Middle Ages, and the opening of the modern \ncapitalist era are marked by a colossal figured: an It alian, Dante, both the last poet of the Middle \nAges and the first poet of modern times. Today, as in 1300, a new historical era is approaching. Will Italy give us the new Dante, who will mark the hour of birth of this new, proletarian era?  \nFrederick E ngels \nLondon, February 1, 1893"
    ]
}