{
    "1": [
        "Manifesto of the Communist Party  \nA spectre is haunting Europe – the spectre of communism. All the powers of old Europe have \nentered into a holy alliance to exorcise this spectre: Pope and Tsar, Metternich and Guizot, \nFrench Radicals and German police- spies.  \nWhere is the party in opposition that has not been decried as communistic by its opponents in \npower? Where is the opposition that has not hurled back the branding reproach of communism, \nagainst the more advanced opposition parties, as well as against its reactionary adversaries?  \nTwo things result from this fact:  \nI. Communism is already acknowledged by all European powers to be itself a \npower.  \nII. It is high time that Communists should openly, in the face of the whole worl d, \npublish their views, their aims, their tendencies, and meet this nursery tale of the \nSpectre of Communism with a manifesto of the party itself.  \nTo this end, Communists of various nationalities have assembled in London and sketched the",
        "Spectre of Communism with a manifesto of the party itself.  \nTo this end, Communists of various nationalities have assembled in London and sketched the \nfollowing manifes to, to be published in the English, French, German, Italian, Flemish and Danish \nlanguages.  \nI. Bourgeois and Proletarians* \nThe history of all hitherto existing society† is the history of class struggles.  \nFreeman and slave, patrician and plebeian, lord and  serf, guild- master‡ and journeyman, in a \nword, oppressor and oppressed, stood in constant opposition to one another, carried on an \nuninterrupted, now hidden, now open fight, a fight that each time ended, either in a revolutionary \nreconstitution of society  at large, or in the common ruin of the contending classes.  \nIn the earlier epochs of history, we find almost everywhere a complicated arrangement of society \ninto various orders, a manifold gradation of social rank. In ancient Rome we have patricians,",
        "In the earlier epochs of history, we find almost everywhere a complicated arrangement of society \ninto various orders, a manifold gradation of social rank. In ancient Rome we have patricians, \nknights, plebeians, slaves; in the Middle Ages, feudal lords, vassals, guild -masters, journeymen, \napprentices, serfs; in almost all of these classes, again, subordinate gradations.  \nThe modern bourgeois society that has sprouted from the ruins of feudal societ y has not done \naway with class antagonisms. It has but established new classes, new conditions of oppression, \nnew forms of struggle in place of the old ones.  \n                                                      \n* By bourgeoisie  is meant the class of modern capitalists, owners of the means of social product ion and employers of \nwage labour. By proletariat , the class of modern wage labourers  who, hav ing no means of production of their own, are",
        "wage labour. By proletariat , the class of modern wage labourers  who, hav ing no means of production of their own, are \nreduced to selling their labour power  in order to live. [Engels, 1888 English edition]  \n† That is, all written history. In 1847, the pre -history of society, the social organisation existing previous to recorded \nhistory, all but unknown. Since then, August von Haxthausen (1792- 1866) discovered common ownership of land in \nRussia, Georg Ludwig von Maurer proved it to be the social foundation from which all Teutonic races started in history, \nand, by and by, village communities were found to be, or to have been, the primitive form of society everywhere from \nIndia to Ireland. The inner organisation of this primitive communistic society was  laid bare, in its typical form, by \nLewis Henry Morgan's (1818- 1861) crowning discovery of the true nature of the gens and its relation to the tribe. With",
        "Lewis Henry Morgan's (1818- 1861) crowning discovery of the true nature of the gens and its relation to the tribe. With \nthe dissolution of the primeval communities, society begins to be differentiated into separate and finally antagonistic \nclasses. I have attempted to retrace this dissolution in The Origin of the Family, Private Property, and the State, second \nedition, Stuttgart, 1886.  [Engels, 1888 English Edition and 1890 German Edition (with the last sentence omitted)]  \n‡ Guild -master, that is, a full member of a guild, a master within, not a head of a guild. [Engels, 1888 English Edition]"
    ]
}