{
    "1": [
        "15 Manifesto of the Communist Party \nOur epoch, the epoch of the bourgeoisie, possesses, however, this distinct feature: it has \nsimplified class antagonisms. Society as a whole is more and more splitting up into two great \nhostile camps, into two great classes directly facing each other  – Bourgeoisie and Proletariat.  \nFrom the serfs of the Middle Ages sprang the chartered burghers of the earliest towns. From these burgesses the first elements of the bourgeoisie were developed.  \nThe discovery of America, the rounding of the Cape, opened up fresh ground for the rising \nbourgeoisie. The East -Indian and Chinese markets, the colonisation of Amer ica, trade with the \ncolonies, the increase in the means of exchange and in commodities generally, gave to commerce, to navigation, to industry, an impulse never before known, and thereby, to the revolutionary \nelement in the tottering feudal society, a rapi d development.",
        "element in the tottering feudal society, a rapi d development.  \nThe feudal system of industry, in which industrial production was monopolised by closed guilds, \nnow no longer sufficed for the growing wants of the new markets. The manufacturing system \ntook its place. The guild- masters were pushed on one s ide by the manufacturing middle class; \ndivision of labour between the different corporate guilds vanished in the face of division of labour in each single workshop.  \nMeantime the markets kept ever growing, the demand ever rising. Even manufacturer no longe r \nsufficed. Thereupon, steam and machinery revolutionised industrial production. The place of \nmanufacture was taken by the giant, Modern Industry; the place of the industrial middle class by \nindustrial millionaires, the leaders of the whole industrial armi es, the modern bourgeois.  \nModern industry has established the world market, for which the discovery of America paved the",
        "industrial millionaires, the leaders of the whole industrial armi es, the modern bourgeois.  \nModern industry has established the world market, for which the discovery of America paved the \nway. This market has given an immense development to commerce, to navigation, to \ncommunication by land. This development has, in its t urn, reacted on the extension of industry; \nand in proportion as industry, commerce, navigation, railways extended, in the same proportion \nthe bourgeoisie developed, increased its capital, and pushed into the background every class \nhanded down from the Middle Ages.  \nWe see, therefore, how the modern bourgeoisie is itself the product of a long course of \ndevelopment, of a series of revolutions in the modes of production and of exchange.  \nEach step in the development of the bourgeoisie was accompanied by a corr esponding political \nadvance of that class. An oppressed class under the sway of the feudal nobility, an armed and",
        "Each step in the development of the bourgeoisie was accompanied by a corr esponding political \nadvance of that class. An oppressed class under the sway of the feudal nobility, an armed and \nself-governing association in the medieval commune\n*: here independent urban republic (as in \nItaly and Germany); there taxable “ third estate ” of the monarchy (as in France); afterwards, in the \nperiod of manufacturing proper, serving either the semi -feudal or the absolute monarchy as a \ncounterpoise against the nobility, and, in fact, cornerstone of the great monarchies in general, the \nbourgeoisie has at last, since the establishment of Modern Industry and of the world market, \nconquered for itself, in the modern representative State, exclusive political sway. The executive \nof the modern state is but a committee for managing the common affairs of the whole \nbourgeoisie.  \nThe bourgeoisie, historically, has played a most revolutionary part.",
        "of the modern state is but a committee for managing the common affairs of the whole \nbourgeoisie.  \nThe bourgeoisie, historically, has played a most revolutionary part.  \nThe bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, \nidyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his \n“natural superiors ”, and has left remaining no other nexus between man and man than naked self -\ninterest, than callous “cash payment ”. It has drowned the most heavenly ecstasies of religious \n                                                      \n* This was the name given their urban communities by the townsmen of Italy and France, after they had purchased or",
        "* This was the name given their urban communities by the townsmen of Italy and France, after they had purchased or \nconquered their initial rights of self -government from their feudal lords. [Engels, 1890 German edition]  “Commune ” \nwas the name taken in France by the nascent towns even before they had  conquered from their feudal lords and masters \nlocal self -government and political rights as the “ Third Estate. ” Generally speaking, for the economical development of \nthe bourgeoisie, England is here taken as the typical country, for its political developm ent, France. [Engels, 1888 \nEnglish Edition]"
    ],
    "2": [
        "16 Manifesto of the Communist Party \nfervour, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical \ncalculation. It has resolved personal worth into exchange value, and in place of the numberless \nindefeasible chartered freedoms, has set up that single, unconscionable freedom  – Free Trade. In \none wo rd, for exploitation, veiled by religious and political illusions, it has substituted naked, \nshameless, direct, brutal exploitation.  \nThe bourgeoisie has stripped of its halo every occupation hitherto honoured and looked up to with \nreverent awe. It has con verted the physician, the lawyer, the priest, the poet, the man of science, \ninto its paid wage labourers.  \nThe bourgeoisie has torn away from the family its sentimental veil, and has reduced the family \nrelation to a mere money relation.  \nThe bourgeoisie ha s disclosed how it came to pass that the brutal display of vigour in the Middle",
        "relation to a mere money relation.  \nThe bourgeoisie ha s disclosed how it came to pass that the brutal display of vigour in the Middle \nAges, which reactionaries so much admire, found its fitting complement in the most slothful \nindolence. It has been the first to show what man’ s activity can bring about. It has  accomplished \nwonders far surpassing Egyptian pyramids, Roman aqueducts, and Gothic cathedrals; it has conducted expeditions that put in the shade all former Exoduses of nations and crusades.  \nThe bourgeoisie cannot exist without constantly revolutionising  the instruments of production, \nand thereby the relations of production, and with them the whole relations of society. \nConservation of the old modes of production in unaltered form, was, on the contrary, the first \ncondition of existence for all earlier industrial classes. Constant revolutionising of production, \nuninterrupted disturbance of all social conditions, everlasting uncertainty and agitation",
        "condition of existence for all earlier industrial classes. Constant revolutionising of production, \nuninterrupted disturbance of all social conditions, everlasting uncertainty and agitation \ndistinguish the bourgeois epoch from all earlier ones. All fixed, fast -frozen relations, with their \ntrain of ancient and venerable prejudices and opinions, are swept away, all new -formed ones \nbecome antiquated before they can ossify. All that is solid melts into air, all that is holy is \nprofaned, and man is at last compelled to face with sober senses his real con ditions of life, and his \nrelations with his kind.  \nThe need of a constantly expanding market for its products chases the bourgeoisie over the entire \nsurface of the globe. It must nestle everywhere, settle everywhere, establish connexions \neverywhere.  \nThe b ourgeoisie has through its exploitation of the world market given a cosmopolitan character",
        "everywhere.  \nThe b ourgeoisie has through its exploitation of the world market given a cosmopolitan character \nto production and consumption in every country. To the great chagrin of Reactionists, it has drawn from under the feet of industry the national ground on which it st ood. All old- established \nnational industries have been destroyed or are daily being destroyed. They are dislodged by new industries, whose introduction becomes a life and death question for all civilised nations, by \nindustries that no longer work up indige nous raw material, but raw material drawn from the \nremotest zones; industries whose products are consumed, not only at home, but in every quarter \nof the globe. In place of the old wants, satisfied by the production of the country, we find new \nwants, requir ing for their satisfaction the products of distant lands and climes. In place of the old \nlocal and national seclusion and self -sufficiency, we have intercourse in every direction, universal",
        "local and national seclusion and self -sufficiency, we have intercourse in every direction, universal \ninter-dependence of nations. And as in material, so also in intell ectual production. The intellectual \ncreations of individual nations become common property. National one -sidedness and narrow -\nmindedness become more and more impossible, and from the numerous national and local literatures, there arises a world literature.   \nThe bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilisation.",
        "The bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilisation. \nThe cheap prices of commodities are the heavy artillery with w hich it batters down all Chinese \nwalls, with which it forces the barbarians ’ intensely obstinate hatred of foreigners to capitulate. It \ncompels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what  it calls civilisation into their midst, i.e., to become bourgeois themselves. \nIn one word, it creates a world after its own image."
    ],
    "3": [
        "17 Manifesto of the Communist Party \nThe bourgeoisie has subjected the country to the rule of the towns. It has created enormous cities, \nhas greatly increased t he urban population as compared with the rural, and has thus rescued a \nconsiderable part of the population from the idiocy of rural life. Just as it has made the country \ndependent on the towns, so it has made barbarian and semi -barbarian countries dependent on the \ncivilised ones, nations of peasants on nations of bourgeois, the East on the West.  \nThe bourgeoisie keeps more and more doing away with the scattered state of the population, of \nthe means of production, and of property. It has agglomerated populat ion, centralised the means \nof production, and has concentrated property in a few hands. The necessary consequence of this was political centralisation. Independent, or but loosely connected provinces, with separate \ninterests, laws, governments, and systems of taxation, became lumped together into one nation,",
        "interests, laws, governments, and systems of taxation, became lumped together into one nation, \nwith one government, one code of laws, one national class -interest, one frontier, and one \ncustoms -tariff.  \nThe bourgeoisie, during its rule of scarce one hundred years, has created more massive and more  \ncolossal productive forces than have all preceding generations together. Subjection of Nature ’s \nforces to man, machinery, application of chemistry to industry and agriculture, steam -navigation, \nrailways, electric telegraphs, clearing of whole continents f or cultivation, canalisation of rivers, \nwhole populations conjured out of the ground  – what earlier century had even a presentiment that \nsuch productive forces slumbered in the lap of social labour?  \nWe see then: the means of production and of exchange, on whose foundation the bourgeoisie built \nitself up, were generated in feudal society. At a certain stage in the development of these means",
        "We see then: the means of production and of exchange, on whose foundation the bourgeoisie built \nitself up, were generated in feudal society. At a certain stage in the development of these means \nof production and of exchange, the conditions under which feudal society produced and \nexchanged, the feudal organisati on of agriculture and manufacturing industry, in one word, the \nfeudal relations of property became no longer compatible with the already developed productive \nforces; they became so many fetters. They had to be burst asunder; they were burst asunder.  \nInto their place stepped free competition, accompanied by a social and political constitution \nadapted in it, and the economic and political sway of the bourgeois class.  \nA similar movement is going on before our own eyes. Modern bourgeois society, with its \nrelations of production, of exchange and of property, a society that has conjured up such gigantic",
        "A similar movement is going on before our own eyes. Modern bourgeois society, with its \nrelations of production, of exchange and of property, a society that has conjured up such gigantic \nmeans of production and of exchange, is like the sorcerer who is no longer able to control the \npowers of the nether world whom he has called up by his spells. Fo r many a decade past the \nhistory of industry and commerce is but the history of the revolt of modern productive forces against modern conditions of production, against the property relations that are the conditions for \nthe existence of the bourgeois and of  its rule. It is enough to mention the commercial crises that \nby their periodical return put the existence of the entire bourgeois society on its trial, each time \nmore threateningly. In these crises, a great part not only of the existing products, but also of the",
        "more threateningly. In these crises, a great part not only of the existing products, but also of the \npreviously created productive forces, are periodically destroyed. In these crises, there breaks out an epidemic that, in all earlier epochs, would have seemed an absurdity  – the epidemic of over -\nproduction. Society suddenly finds itself put back into a state of momentary barbarism; it appears \nas if a famine, a universal war of devastation, had cut off the supply of every means of \nsubsistence; industry and commerce seem to be destroyed; and why? Because there is too much \ncivilisation, too much means of subsistence, too much industry, too much commerce. The \nproductive forces at the disposal of society no longer tend to further the development of the",
        "civilisation, too much means of subsistence, too much industry, too much commerce. The \nproductive forces at the disposal of society no longer tend to further the development of the \nconditions of bourgeois property; on the contrary, they have become too powerful for these \nconditions, by which they are fettered, and so soon as they overcome these fetters, they bring \ndisorder into the whole of bourgeois society, endanger the existence of bourgeois property. The \nconditions of bourgeois society are too narrow to comprise the wealth created by them. And how \ndoes the bourgeoisie get over these crises? On the one hand by enforced destruction of a mass of \nproductive forces; on the other, by the conquest of new markets, and by the more thorough \nexploitation of the old ones. That is to say, by paving the way for more extensive and more \ndestructive crises, and by diminishing the means whereby crises are prevented."
    ],
    "4": [
        "18 Manifesto of the Communist Party \nThe weapons with which the bourgeoisie felled feudalism to the ground are now turned against \nthe bourgeoisie itself.  \nBut not only has t he bourgeoisie forged the weapons that bring death to itself; it has also called \ninto existence the men who are to wield those weapons  – the modern working class  – the \nproletarians.  \nIn proportion as the bourgeoisie, i.e., capital, is developed, in the sam e proportion is the \nproletariat, the modern working class, developed  – a class of labourers, who live only so long as \nthey find work, and who find work only so long as their labour increases capital. These labourers, \nwho must sell themselves piecemeal, are  a commodity, like every other article of commerce, and \nare consequently exposed to all the vicissitudes of competition, to all the fluctuations of the \nmarket.  \nOwing to the extensive use of machinery, and to the division of labour, the work of the",
        "are consequently exposed to all the vicissitudes of competition, to all the fluctuations of the \nmarket.  \nOwing to the extensive use of machinery, and to the division of labour, the work of the \nproleta rians has lost all individual character, and, consequently, all charm for the workman. He \nbecomes an appendage of the machine, and it is only the most simple, most monotonous, and most easily acquired knack, that is required of him. Hence, the cost of prod uction of a workman is \nrestricted, almost entirely, to the means of subsistence that he requires for maintenance, and for \nthe propagation of his race. But the price of a commodity, and therefore also of labour, is equal to \nits cost of production. In propor tion, therefore, as the repulsiveness of the work increases, the \nwage decreases. Nay more, in proportion as the use of machinery and division of labour \nincreases, in the same proportion the burden of toil also increases, whether by prolongation of the",
        "wage decreases. Nay more, in proportion as the use of machinery and division of labour \nincreases, in the same proportion the burden of toil also increases, whether by prolongation of the \nwork ing hours, by the increase of the work exacted in a given time or by increased speed of \nmachinery, etc.  \nModern Industry has converted the little workshop of the patriarchal master into the great factory of the industrial capitalist. Masses of labourers, crowded into the factory, are organised like \nsoldiers. As privates of the industrial army they are placed under the command of a perfect \nhierarchy of officers and sergeants. Not only are they slaves of the bourgeois class, and of the bourgeois State; they a re daily and hourly enslaved by the machine, by the overlooker, and, above \nall, by the individual bourgeois manufacturer himself. The more openly this despotism proclaims \ngain to be its end and aim, the more petty, the more hateful and the more embittering  it is.",
        "all, by the individual bourgeois manufacturer himself. The more openly this despotism proclaims \ngain to be its end and aim, the more petty, the more hateful and the more embittering  it is.  \nThe less the skill and exertion of strength implied in manual labour, in other words, the more \nmodern industry becomes developed, the more is the labour of men superseded by that of women. \nDifferences of age and sex have no longer any distinctive social validity for the working class. \nAll are instruments of labour, more or less expensive to use, according to their age and sex.  \nNo sooner is the exploitation of the labourer by the manufacturer, so far, at an end, that he \nreceives his wages in cash, than he is set upon by the other portions of the bourgeoisie, the \nlandlord, the shopkeeper, the pawnbroker, etc.  \nThe lower strata of the middle class  – the small tradespeople, shopkeepers, and retired tradesmen",
        "landlord, the shopkeeper, the pawnbroker, etc.  \nThe lower strata of the middle class  – the small tradespeople, shopkeepers, and retired tradesmen \ngenerally, the handicraftsmen and peasants  – all these sink gradually into the proletariat, partly \nbecause their diminutive capital does not suffice for the scale on which Modern Industry is \ncarried on, and is swamped in the competition with the large capitalists, partly because their \nspecialised sk ill is rendered worthless by new methods of production. Thus the proletariat is \nrecruited from all classes of the population.  \nThe proletariat goes through various stages of development. With its birth begins its struggle with \nthe bourgeoisie. At first the  contest is carried on by individual labourers, then by the workpeople \nof a factory, then by the operative of one trade, in one locality, against the individual bourgeois",
        "of a factory, then by the operative of one trade, in one locality, against the individual bourgeois \nwho directly exploits them. They direct their attacks not against the bourgeois condi tions of \nproduction, but against the instruments of production themselves; they destroy imported wares that compete with their labour, they smash to pieces machinery, they set factories ablaze, they \nseek to restore by force the vanished status of the workm an of the Middle Ages."
    ],
    "5": [
        "19 Manifesto of the Communist Party \nAt this stage, the labourers still form an incoherent mass scattered over the whole country, and \nbroken up by their mutual competition. If anywhere they unite to form more compact bodies, this \nis not yet the consequence of their own active union, but of the union of the bourgeoisie, which \nclass, in order to attain its own political ends, is compelled to set the whole proletariat in motion, and is moreover yet, for a time, able to do so. At this stage, therefore, the proletarians do not fight \ntheir enemies, but the enemies of their enemies, the remnants of absolute monarchy, the \nlandowners, the non- industrial bourgeois, the petty bourgeois. Thus, the whole historical \nmovement is concentrated in the hands of the bourgeoisie; every victo ry so obtained is a victory \nfor the bourgeoisie.  \nBut with the development of industry, the proletariat not only increases in number; it becomes",
        "for the bourgeoisie.  \nBut with the development of industry, the proletariat not only increases in number; it becomes \nconcentrated in greater masses, its strength grows, and it feels that strength more. The various \ninterests and conditions of life within the ranks of the proletariat are more and more equalised, in \nproportion as machinery obliterates all distinctions of labour, and nearly everywhere reduces \nwages to the same low level. The growing competition among the bourgeois, a nd the resulting \ncommercial crises, make the wages of the workers ever more fluctuating. The increasing improvement of machinery, ever more rapidly developing, makes their livelihood more and more \nprecarious; the collisions between individual workmen and i ndividual bourgeois take more and \nmore the character of collisions between two classes. Thereupon, the workers begin to form \ncombinations (Trades ’ Unions) against the bourgeois; they club together in order to keep up the",
        "more the character of collisions between two classes. Thereupon, the workers begin to form \ncombinations (Trades ’ Unions) against the bourgeois; they club together in order to keep up the \nrate of wages; they found permanent  associations in order to make provision beforehand for these \noccasional revolts. Here and there, the contest breaks out into riots.  \nNow and then the workers are victorious, but only for a time. The real fruit of their battles lies, \nnot in the immediate r esult, but in the ever expanding union of the workers. This union is helped \non by the improved means of communication that are created by modern industry, and that place \nthe workers of different localities in contact with one another. It was just this cont act that was \nneeded to centralise the numerous local struggles, all of the same character, into one national struggle between classes. But every class struggle is a political struggle. And that union, to attain",
        "needed to centralise the numerous local struggles, all of the same character, into one national struggle between classes. But every class struggle is a political struggle. And that union, to attain \nwhich the burghers of the Middle Ages, with t heir miserable highways, required centuries, the \nmodern proletarian, thanks to railways, achieve in a few years.  \nThis organisation of the proletarians into a class, and, consequently into a political party, is continually being upset again by the competit ion between the workers themselves. But it ever \nrises up again, stronger, firmer, mightier. It compels legislative recognition of particular interests \nof the workers, by taking advantage of the divisions among the bourgeoisie itself. Thus, the ten-\nhours ’ bill in England was carried.  \nAltogether collisions between the classes of the old society further, in many ways, the course of development of the proletariat. The bourgeoisie finds itself involved in a constant battle. At first",
        "Altogether collisions between the classes of the old society further, in many ways, the course of development of the proletariat. The bourgeoisie finds itself involved in a constant battle. At first \nwith the aristocracy; later on, with those portions of the bourgeoisie itself, whose interests have \nbecome antagonistic to the progress of industry; at all time with the bourgeoisie of foreign \ncountries. In all these battles, it sees itself compelled to appeal to the proletariat, to ask for help, \nand thus, to drag it into the political arena. The bourgeoisie itself, therefore, supplies the \nproletariat with its own elements of political and general education, in other words, it furnishes \nthe proletariat with weapons for fighting the bourgeoisie.",
        "proletariat with its own elements of political and general education, in other words, it furnishes \nthe proletariat with weapons for fighting the bourgeoisie.  \nFurther, as we have already seen, entire sections of the ruling class are, by the advance of \nindustry, precipitated into the proletariat, or are at least threatened in their conditions of existence. \nThese also supply the proletariat with fresh elements of enlightenment and progress.  \nFinally, in times when the class struggle nears the decisive hour, the progress of dissolution going \non within the ruling class, in fact within the whole range of old society, assumes such a violent, \nglaring charact er, that a small section of the ruling class cuts itself adrift, and joins the \nrevolutionary class, the class that holds the future in its hands. Just as, therefore, at an earlier"
    ],
    "6": [
        "20 Manifesto of the Communist Party \nperiod, a section of the nobility went over to the bourgeoisie, so now a por tion of the bourgeoisie \ngoes over to the proletariat, and in particular, a portion of the bourgeois ideologists, who have \nraised themselves to the level of comprehending theoretically the historical movement as a whole.  \nOf all the classes that stand face to face with the bourgeoisie today, the proletariat alone is a \nreally revolutionary class. The other classes decay and finally disappear in the face of Modern \nIndustry; the proletariat is its special and essential product.  \nThe lower middle class, the smal l manufacturer, the shopkeeper, the artisan, the peasant, all these \nfight against the bourgeoisie, to save from extinction their existence as fractions of the middle \nclass. They are therefore not revolutionary, but conservative. Nay more, they are reaction ary, for",
        "fight against the bourgeoisie, to save from extinction their existence as fractions of the middle \nclass. They are therefore not revolutionary, but conservative. Nay more, they are reaction ary, for \nthey try to roll back the wheel of history. If by chance, they are revolutionary, they are only so in \nview of their impending transfer into the proletariat; they thus defend not their present, but their \nfuture interests, they desert their own stan dpoint to place themselves at that of the proletariat.  \nThe “dangerous class ”, [lumpenproletariat ] the social scum, that passively rotting mass thrown \noff by the lowest layers of the old society, may, here and there, be swept into the movement by a \nproleta rian revolution; its conditions of life, however, prepare it far more for the part of a bribed \ntool of reactionary intrigue.  \nIn the condition of the proletariat, those of old society at large are already virtually swamped. The",
        "tool of reactionary intrigue.  \nIn the condition of the proletariat, those of old society at large are already virtually swamped. The \nproletarian is without prope rty; his relation to his wife and children has no longer anything in \ncommon with the bourgeois family relations; modern industry labour, modern subjection to \ncapital, the same in England as in France, in America as in Germany, has stripped him of every \ntrace of national character. Law, morality, religion, are to him so many bourgeois prejudices, \nbehind which lurk in ambush just as many bourgeois interests.  \nAll the preceding classes that got the upper hand sought to fortify their already acquired status by \nsubjecting society at large to their conditions of appropriation. The proletarians cannot become \nmasters of the productive forces of society, except by abolishing their own previous mode of \nappropriation, and thereby also every other previous mode of appro priation. They have nothing of",
        "masters of the productive forces of society, except by abolishing their own previous mode of \nappropriation, and thereby also every other previous mode of appro priation. They have nothing of \ntheir own to secure and to fortify; their mission is to destroy all previous securities for, and insurances of, individual property.  \nAll previous historical movements were movements of minorities, or in the interest of minor ities. \nThe proletarian movement is the self -conscious, independent movement of the immense majority, \nin the interest of the immense majority. The proletariat, the lowest stratum of our present society, \ncannot stir, cannot raise itself up, without the whole  superincumbent strata of official society \nbeing sprung into the air.  \nThough not in substance, yet in form, the struggle of the proletariat with the bourgeoisie is at first \na national struggle. The proletariat of each country must, of course, first of all  settle matters with \nits own bourgeoisie.",
        "a national struggle. The proletariat of each country must, of course, first of all  settle matters with \nits own bourgeoisie.  \nIn depicting the most general phases of the development of the proletariat, we traced the more or \nless veiled civil war, raging within existing society, up to the point where that war breaks out into \nopen revoluti on, and where the violent overthrow of the bourgeoisie lays the foundation for the \nsway of the proletariat.  \nHitherto, every form of society has been based, as we have already seen, on the antagonism of \noppressing and oppressed classes. But in order to oppress a class, certain conditions must be \nassured to it under which it can, at least, continue its slavish existence. The serf, in the period of \nserfdom, raised himself to membership in the commune, just as the petty bourgeois, under the",
        "assured to it under which it can, at least, continue its slavish existence. The serf, in the period of \nserfdom, raised himself to membership in the commune, just as the petty bourgeois, under the \nyoke of the feudal absolutism, managed to develop into a bourgeois. The modern labourer, on the \ncontrary, instead of rising with the process of industry, sinks deeper and deeper below the \nconditions of existence of his own class. He becomes a pauper, and pauperism develops m ore \nrapidly than population and wealth. And here it becomes evident, that the bourgeoisie is unfit any longer to be the ruling class in society, and to impose its conditions of existence upon society as"
    ],
    "7": [
        "21 Manifesto of the Communist Party \nan over -riding law. It is unfit to rule because it is  incompetent to assure an existence to its slave \nwithin his slavery, because it cannot help letting him sink into such a state, that it has to feed him, \ninstead of being fed by him. Society can no longer live under this bourgeoisie, in other words, its \nexistence is no longer compatible with society.  \nThe essential conditions for the existence and for the sway of the bourgeois class is the formation and augmentation of capital; the condition for capital is wage -labour. Wage -labour rests \nexclusively on compet ition between the labourers. The advance of industry, whose involuntary \npromoter is the bourgeoisie, replaces the isolation of the labourers, due to competition, by the \nrevolutionary combination, due to association. The development of Modern Industry, ther efore, \ncuts from under its feet the very foundation on which the bourgeoisie produces and appropriates",
        "revolutionary combination, due to association. The development of Modern Industry, ther efore, \ncuts from under its feet the very foundation on which the bourgeoisie produces and appropriates \nproducts. What the bourgeoisie therefore produces, above all, are its own grave -diggers. Its fall \nand the victory of the proletariat are equally inevitab le."
    ]
}