{
    "1": [
        "II. Proletarians and Communists \nIn what relation do the Communists stand to the proletarians as a whole?  \nThe Communists do not form a separate party opposed to the other working -class parties.  \nThey have no interests separate and apart from those of  the proletariat as a whole.  \nThey do not set up any sectarian principles of their own, by which to shape and mould the \nproletarian movement.  \nThe Communists are distinguished from the other working- class parties by this only: 1. In the \nnational struggles of the proletarians of the different countries, they point out and bring to the \nfront the common interests of the entire proletariat, independently of all nationality. 2. In the \nvarious stages of development which the struggle of the working class against the bourgeoisie has \nto pass through, they always and everywhere represent the interests of the movement as a whole.",
        "various stages of development which the struggle of the working class against the bourgeoisie has \nto pass through, they always and everywhere represent the interests of the movement as a whole.  \nThe Communists, therefore, are on the one hand, practically, the most advanced and resolute section of the working- class parties of every country, that section which pushes forward all \nothers; on the other hand, theoretically, they have over the great mass of the proletariat the \nadvantage of clearly understanding the line of march, the conditions, and the ultimate general \nresults of the prole tarian movement.  \nThe immediate aim of the Communists is the same as that of all other proletarian parties: formation of the proletariat into a class, overthrow of the bourgeois supremacy, conquest of \npolitical power by the proletariat.  \nThe theoretical co nclusions of the Communists are in no way based on ideas or principles that",
        "political power by the proletariat.  \nThe theoretical co nclusions of the Communists are in no way based on ideas or principles that \nhave been invented, or discovered, by this or that would- be universal reformer.  \nThey merely express, in general terms, actual relations springing from an existing class struggle, \nfrom a historical movement going on under our very eyes. The abolition of existing property \nrelations is not at all a distinctive feature of communism.  \nAll property relations in the past have continually been subject to historical change consequent \nupon t he change in historical conditions.  \nThe French Revolution, for example, abolished feudal property in favour of bourgeois property.  \nThe distinguishing feature of Communism is not the abolition of property generally, but the \nabolition of bourgeois property . But modern bourgeois private property is the final and most",
        "The distinguishing feature of Communism is not the abolition of property generally, but the \nabolition of bourgeois property . But modern bourgeois private property is the final and most \ncomplete expression of the system of producing and appropriating products, that is based on class antagonisms, on the exploitation of the many by the few.  \nIn this sense, the theory of the Communists may be summed up in the single sentence: Abolition \nof private property.  \nWe Communists have been reproached with the desire of abolishing the right of personally \nacquiring property as the fruit of a man’ s own labour, which property is alleged to be t he \ngroundwork of all personal freedom, activity and independence.  \nHard -won, self -acquired, self -earned property! Do you mean the property of petty artisan and of \nthe small peasant, a form of property that preceded the bourgeois form? There is no need to",
        "Hard -won, self -acquired, self -earned property! Do you mean the property of petty artisan and of \nthe small peasant, a form of property that preceded the bourgeois form? There is no need to \nabolish that; the development of industry has to a great extent already destroyed it, and is still \ndestroying it daily.  \nOr do you mean the modern bourgeois private property?  \nBut does wage -labour create any property for the labourer? Not a bit. It creates capital, i.e., that \nkind of property which exploits wage -labour, and which cannot increase except upon condition of \nbegetting a new supply of wage -labour for fresh exploitation. Property, in its present form, is"
    ],
    "2": [
        "23 Chapter II: Proletarians and Communists  \nbased on the antagonism of capital and wage labour. Let us examine both sides of this \nantagonism.  \nTo be a capitalist, is to have not only a purely personal, but a social status  in production. Capital \nis a collective product, and only by the united action of many members, nay, in the last resort, \nonly by the united action of all members of society, can it be set in motion.  \nCapital is therefore not only personal; it is a social power.  \nWhen, therefore, capital is converted into common property, into the property of all members of \nsociety, personal pr operty is not thereby transformed into social property. It is only the social \ncharacter of the property that is changed. It loses its class character.  \nLet us now take wage -labour.  \nThe average price of wage- labour is the minimum wage, i.e., that quantum of the means of \nsubsistence which is absolutely requisite to keep the labourer in bare existence as a labourer.",
        "The average price of wage- labour is the minimum wage, i.e., that quantum of the means of \nsubsistence which is absolutely requisite to keep the labourer in bare existence as a labourer. \nWhat, therefore, the wage -labourer appropriates by means of his labour, merely suffices to \nprolong and reproduce a bare existence. We by no means  intend to abolish this personal \nappropriation of the products of labour, an appropriation that is made for the maintenance and \nreproduction of human life, and that leaves no surplus wherewith to command the labour of \nothers. All that we want to do away wi th is the miserable character of this appropriation, under \nwhich the labourer lives merely to increase capital, and is allowed to live only in so far as the \ninterest of the ruling class requires it.  \nIn bourgeois society, living labour is but a means to in crease accumulated labour. In Communist \nsociety, accumulated labour is but a means to widen, to enrich, to promote the existence of the",
        "In bourgeois society, living labour is but a means to in crease accumulated labour. In Communist \nsociety, accumulated labour is but a means to widen, to enrich, to promote the existence of the \nlabourer.  \nIn bourgeois society, therefore, the past dominates the present; in Communist society, the present \ndominates the past. In bourgeois society capital is independent and has individuality, while the \nliving person is dependent and has no individuality.  \nAnd the abolition of this state of things is called by the bourgeois, abolition of individuality and \nfreedom! And r ightly so. The abolition of bourgeois individuality, bourgeois independence, and \nbourgeois freedom is undoubtedly aimed at.  \nBy freedom is meant, under the present bourgeois conditions of production, free trade, free selling and buying.  \nBut if selling and buying disappears, free selling and buying disappears also. This talk about free",
        "But if selling and buying disappears, free selling and buying disappears also. This talk about free \nselling and buying, and all the other “ brave words ” of our bourgeois about freedom in general, \nhave a meaning, if any, only in contrast with restricted selling and buying, wi th the fettered \ntraders of the Middle Ages, but have no meaning when opposed to the Communistic abolition of buying and selling, of the bourgeois conditions of production, and of the bourgeoisie itself.  \nYou are horrified at our intending to do away with p rivate property. But in your existing society, \nprivate property is already done away with for nine -tenths of the population; its existence for the \nfew is solely due to its non- existence in the hands of those nine -tenths. You reproach us, \ntherefore, with in tending to do away with a form of property, the necessary condition for whose \nexistence is the non -existence of any property for the immense majority of society.",
        "therefore, with in tending to do away with a form of property, the necessary condition for whose \nexistence is the non -existence of any property for the immense majority of society.  \nIn one word, you reproach us with intending to do away with your property. Precisely so; that  is \njust what we intend.  \nFrom the moment when labour can no longer be converted into capital, money, or rent, into a \nsocial power capable of being monopolised, i.e. , from the moment when individual property can \nno longer be transformed into bourgeois property, into capital, from that moment, you say, \nindividuality vanishes."
    ],
    "3": [
        "24 Chapter II: Proletarians and Communists  \nYou must, therefore, confess that by “ individual ” you mean no other person than the bourgeois, \nthan the middle -class owner of property. This person must, indeed, be swept out of the wa y, and \nmade impossible.  \nCommunism deprives no man of the power to appropriate the products of society; all that it does \nis to deprive him of the power to subjugate the labour of others by means of such appropriations.  \nIt has been objected that upon the a bolition of private property, all work will cease, and universal \nlaziness will overtake us.  \nAccording to this, bourgeois society ought long ago to have gone to the dogs through sheer \nidleness; for those of its members who work, acquire nothing, and those who acquire anything do \nnot work. The whole of this objection is but another expression of the tautology: that there can no \nlonger be any wage -labour when there is no longer any capital.",
        "not work. The whole of this objection is but another expression of the tautology: that there can no \nlonger be any wage -labour when there is no longer any capital.  \nAll objections urged against the Communistic mode of producing and a ppropriating material \nproducts, have, in the same way, been urged against the Communistic mode of producing and \nappropriating intellectual products. Just as, to the bourgeois, the disappearance of class property \nis the disappearance of production itself, s o the disappearance of class culture is to him identical \nwith the disappearance of all culture.  \nThat culture, the loss of which he laments, is, for the enormous majority, a mere training to act as \na machine.  \nBut don ’t wrangle with us so long as you apply , to our intended abolition of bourgeois property, \nthe standard of your bourgeois notions of freedom, culture, law, &c. Your very ideas are but the",
        "But don ’t wrangle with us so long as you apply , to our intended abolition of bourgeois property, \nthe standard of your bourgeois notions of freedom, culture, law, &c. Your very ideas are but the \noutgrowth of the conditions of your bourgeois production and bourgeois property, just as your \njurisprudence is but the will of your class made into a law for all, a will whose essential character \nand direction are determined by the economical conditions of existence of your class.  \nThe selfish misconception that induces you to transform into eternal laws of natu re and of reason, \nthe social forms springing from your present mode of production and form of property – \nhistorical relations that rise and disappear in the progress of production – this misconception you \nshare with every ruling class that has preceded you . What you see clearly in the case of ancient \nproperty, what you admit in the case of feudal property, you are of course forbidden to admit in",
        "share with every ruling class that has preceded you . What you see clearly in the case of ancient \nproperty, what you admit in the case of feudal property, you are of course forbidden to admit in \nthe case of your own bourgeois form of property.  \nAbolition [ Aufhebung ] of the family! Even the most radical flar e up at this infamous proposal of \nthe Communists.  \nOn what foundation is the present family, the bourgeois family, based? On capital, on private \ngain. In its completely developed form, this family exists only among the bourgeoisie. But this \nstate of things  finds its complement in the practical absence of the family among the proletarians, \nand in public prostitution.  \nThe bourgeois family will vanish as a matter of course when its complement vanishes, and both \nwill vanish with the vanishing of capital.  \nDo y ou charge us with wanting to stop the exploitation of children by their parents? To this crime \nwe plead guilty.",
        "will vanish with the vanishing of capital.  \nDo y ou charge us with wanting to stop the exploitation of children by their parents? To this crime \nwe plead guilty.  \nBut, you say, we destroy the most hallowed of relations, when we replace home education by \nsocial.  \nAnd your education! Is not that also social , and determined by the social conditions under which \nyou educate, by the intervention direct or indirect, of society, by means of schools, &c.? The \nCommunists have not invented the intervention of society in education; they do but seek to alter \nthe character of that intervention, and to rescue education from the influence of the ruling class.  \nThe bourgeois clap -trap about the family and education, about the hallowed co- relation of parents \nand child, becomes all the more disgusting, the more, by the action of Modern Industry, all the"
    ],
    "4": [
        "25 Chapter II: Proletarians and Communists  \nfamily ties among the proletarians are torn asunder, and their children transformed into simple \narticles of commerce and instruments of labour.  \nBut you Communists would introduce community of women, screams the bourgeoisie in chorus.  \nThe bourgeois sees his wife a mere instrument of production. He hears that the instruments of \nproduction are to be exploited in common, and, naturally, can come to no other conclusion that \nthe lot of being common to all will likewise fall to the w omen.  \nHe has not even a suspicion that the real point aimed at is to do away with the status of women as \nmere instruments of production.  \nFor the rest, nothing is more ridiculous than the virtuous indignation of our bourgeois at the \ncommunity of women whi ch, they pretend, is to be openly and officially established by the \nCommunists. The Communists have no need to introduce community of women; it has existed \nalmost from time immemorial.",
        "Communists. The Communists have no need to introduce community of women; it has existed \nalmost from time immemorial.  \nOur bourgeois, not content with having wives and daughters of their pr oletarians at their disposal, \nnot to speak of common prostitutes, take the greatest pleasure in seducing each other ’s wives.  \nBourgeois marriage is, in reality, a system of wives in common and thus, at the most, what the \nCommunists might possibly be reproa ched with is that they desire to introduce, in substitution for \na hypocritically concealed, an openly legalised community of women. For the rest, it is self -\nevident that the abolition of the present system of production must bring with it the abolition of the community of women springing from that system, i.e., of prostitution both public and private.  \nThe Communists are further reproached with desiring to abolish countries and nationality.  \nThe working men have no country. We cannot take from them what the y have not got. Since the",
        "The Communists are further reproached with desiring to abolish countries and nationality.  \nThe working men have no country. We cannot take from them what the y have not got. Since the \nproletariat must first of all acquire political supremacy, must rise to be the leading class of the \nnation, must constitute itself the  nation, it is so far, itself national, though not in the bourgeois \nsense of the word.  \nNational  differences and antagonism between peoples are daily more and more vanishing, owing \nto the development of the bourgeoisie, to freedom of commerce, to the world market, to \nuniformity in the mode of production and in the conditions of life corresponding the reto.  \nThe supremacy of the proletariat will cause them to vanish still faster. United action, of the \nleading civilised countries at least, is one of the first conditions for the emancipation of the \nproletariat.  \nIn proportion as the exploitation of one individual by another will also be put an end to, the",
        "proletariat.  \nIn proportion as the exploitation of one individual by another will also be put an end to, the \nexploitation of one nation by another will also be put an end to. In proportion as the antagonism \nbetween classes within the nation vanishes, the hostility of one nation to another will come to an \nend.  \nThe charges against Communism made from a religious, a philosophical and, generally, from an \nideological standpoint, are not deserving of serious examination.  \nDoes it require deep intuition to comprehend that man’ s ideas, views, and conception, in one \nword , man ’s consciousness, changes with every change in the conditions of his material \nexistence, in his social relations and in his social life?  \nWhat else does the history of ideas prove, than that intellectual production changes its character \nin proportion as material production is changed? The ruling ideas of each age have ever been the \nideas of its ruling class.",
        "in proportion as material production is changed? The ruling ideas of each age have ever been the \nideas of its ruling class.  \nWhen people speak of the ideas that revolutionise society, they do but express that fact that \nwithin the old society the elements of a new one have been created, and that the dissolution of the \nold ideas keeps even pace with the dissolution of the old conditions of existence.  \nWhen the ancient world was in its last throes, the ancient religions were overcome by \nChristianity. When Christian ideas succumbed in the 18th century to rationalist ideas, feudal"
    ],
    "5": [
        "26 Chapter II: Proletarians and Communists  \nsociety fought its death battle with the then revolutionary bourgeoisie. The ideas of religious \nliberty and freedom of conscience merely gave expression to the sway of free competition within \nthe dom ain of knowledge.  \n“Undoubtedly,”  it will be said, “ religious, moral, philosophical, and juridical ideas have been \nmodified in the course of historical development. But religion, morality, philosophy, political \nscience, and law, constantly survived this ch ange. ”  \n“There are, besides, eternal truths, such as Freedom, Justice, etc., that are common to all states of \nsociety. But Communism abolishes eternal truths, it abolishes all religion, and all morality, \ninstead of constituting them on a new basis; it ther efore acts in contradiction to all past historical \nexperience. ”",
        "instead of constituting them on a new basis; it ther efore acts in contradiction to all past historical \nexperience. ”  \nWhat does this accusation reduce itself to? The history of all past society has consisted in the development of class antagonisms, antagonisms that assumed different forms at different epochs.  \nBut whatever form they may have taken, one fact is common to all past ages, viz. , the exploitation \nof one part of society by the other. No wonder, then, that the social consciousness of past ages, \ndespite all the multiplicity and variety it displays, mo ves within certain common forms, or general \nideas, which cannot completely vanish except with the total disappearance of class antagonisms.  \nThe Communist revolution is the most radical rupture with traditional property relations; no \nwonder that its development involved the most radical rupture with traditional ideas.  \nBut let us have done with the bourgeois objections to Communism.",
        "wonder that its development involved the most radical rupture with traditional ideas.  \nBut let us have done with the bourgeois objections to Communism.  \nWe have seen above, that the first step in the revolution by the working class is to raise the proletariat to the position of  ruling class to win the battle of democracy.  \nThe proletariat will use its political supremacy to wrest, by degree, all capital from the bourgeoisie, to centralise all instruments of production in the hands of the State, i.e. , of the \nproletariat organised  as the ruling class; and to increase the total productive forces as rapidly as \npossible.  \nOf course, in the beginning, this cannot be effected except by means of despotic inroads on the \nrights of property, and on the conditions of bourgeois production; by  means of measures, \ntherefore, which appear economically insufficient and untenable, but which, in the course of the",
        "rights of property, and on the conditions of bourgeois production; by  means of measures, \ntherefore, which appear economically insufficient and untenable, but which, in the course of the \nmovement, outstrip themselves, necessitate further inroads upon the old social order, and are \nunavoidable as a means of entirely revolution ising the mode of production.  \nThese measures will, of course, be different in different countries.  \nNevertheless, in most advanced countries, the following will be pretty generally applicable.  \n1. Abolition of property in land and application of all rents  of land to public \npurposes.  \n2. A heavy progressive or graduated income tax.  \n3. Abolition of all rights of inheritance.  \n4. Confiscation of the property of all emigrants and rebels.  \n5. Centralisation of credit in the hands of the state, by means of a na tional bank \nwith State capital and an exclusive monopoly.  \n6. Centralisation of the means of communication and transport in the hands of the",
        "with State capital and an exclusive monopoly.  \n6. Centralisation of the means of communication and transport in the hands of the \nState.  \n7. Extension of factories and instruments of production owned by the State; the bringing into cultivation o f waste- lands, and the improvement of the soil generally \nin accordance with a common plan.  \n8. Equal liability of all to work. Establishment of industrial armies, especially for agriculture.  \n9. Combination of agriculture with manufacturing industries; gra dual abolition of \nall the distinction between town and country by a more equable distribution of the"
    ],
    "6": [
        "27 Chapter II: Proletarians and Communists  \npopulace over the country.  \n10. Free education for all children in public schools. Abolition of children ’s \nfactory labour in its present form. Combination of education with industrial \nproduction, &c, &c.  \nWhen, in the course of development, class distinctions have disappeared, and all production has \nbeen concentrated in the hands of a vast association of the whole nation, the public power will \nlose its political character. Political power, properly so called, is merely the organised power of \none class for oppressing another. If the proletariat during its contest with the bourgeoisie is \ncompelled, by the force of circumstances, to organise itself as a class, i f, by means of a \nrevolution, it makes itself the ruling class, and, as such, sweeps away by force the old conditions",
        "compelled, by the force of circumstances, to organise itself as a class, i f, by means of a \nrevolution, it makes itself the ruling class, and, as such, sweeps away by force the old conditions \nof production, then it will, along with these conditions, have swept away the conditions for the existence of class antagonisms and of clas ses generally, and will thereby have abolished its own \nsupremacy as a class.  \nIn place of the old bourgeois society, with its classes and class antagonisms, we shall have an \nassociation, in which the free development of each is the condition for the free development of \nall."
    ]
}