{
    "1": [
        "III. Socialist and Communist Literature \n1. Reactionary Socialism  \nA. Feudal Socialism  \nOwing to their historical position, it became the vocation of the aristocracies of France and \nEngland to write pamphlets against modern bourgeois s ociety. In the French Revolution of July \n1830, and in the English reform agitation4, these aristocracies again succumbed to the hateful \nupstart. Thenceforth, a serious political struggle was altogether out of the question. A literary \nbattle alone remained possible. But even in the domain of literature the old cries of the restoration \nperiod had become impossible.*  \nIn order to arouse sympathy, the aristocracy was obliged to lose sight, apparently, of its own \ninterests, and to formulate their indictment agai nst the bourgeoisie in the interest of the exploited \nworking class alone. Thus, the aristocracy took their revenge by singing lampoons on their new masters and whispering in his ears sinister prophesies of coming catastrophe.",
        "working class alone. Thus, the aristocracy took their revenge by singing lampoons on their new masters and whispering in his ears sinister prophesies of coming catastrophe.  \nIn this way arose feudal Soci alism: half lamentation, half lampoon; half an echo of the past, half \nmenace of the future; at times, by its bitter, witty and incisive criticism, striking the bourgeoisie \nto the very heart ’s core; but always ludicrous in its effect, through total incapaci ty to comprehend \nthe march of modern history.  \nThe aristocracy, in order to rally the people to them, waved the proletarian alms -bag in front for a \nbanner. But the people, so often as it joined them, saw on their hindquarters the old feudal coats \nof arms, and deserted with loud and irreverent laughter.  \nOne section of the French Legitimists  and “Young England”  exhibited this spectacle.  \nIn pointing out that their mode of exploitation was different to that of the bourgeoisie, the",
        "One section of the French Legitimists  and “Young England”  exhibited this spectacle.  \nIn pointing out that their mode of exploitation was different to that of the bourgeoisie, the \nfeudalists forget that they exploited under circumstances and conditions that were quite different \nand that are now antiquated. In showing that, under their rule, the modern proletariat never existed, they forget that the modern bourgeoisie is the necessary offspring of their own for m of \nsociety.  \nFor the rest, so little do they conceal the reactionary character of their criticism that their chief \naccusation against the bourgeois amounts to this, that under the bourgeois régime a class is being \ndeveloped which is destined to cut up root and branch the old order of society.  \nWhat they upbraid the bourgeoisie with is not so much that it creates a proletariat as that it creates \na revolutionary  proletariat.",
        "What they upbraid the bourgeoisie with is not so much that it creates a proletariat as that it creates \na revolutionary  proletariat.  \nIn political practice, therefore, they join in all coercive measures against the w orking class; and in \nordinary life, despite their high -falutin phrases, they stoop to pick up the golden apples dropped \nfrom the tree of industry, and to barter truth, love, and honour, for traffic in wool, beetroot -sugar, \nand potato spirits.\n†  \nAs the pars on has ever gone hand in hand with the landlord, so has Clerical Socialism with \nFeudal Socialism.  \n                                                      \n* Not the English Restoration (1660 -1689), but the French Restoration (1814-1830). [Note by Engels to the English \nedition of 1888.]   \n† This applies chiefly to Germany, where the landed aristocracy and squirearch y have large portions of their estates",
        "edition of 1888.]   \n† This applies chiefly to Germany, where the landed aristocracy and squirearch y have large portions of their estates \ncultivated for their own account by stewards, and are, moreover, extensive beetroot -sugar manufacturers and distillers \nof potato spirits. The wealthier British aristocracy are, as yet, rather above that; but they, too , know how to make up for \ndeclining rents by lending their names to floaters or more or less shady joint -stock companies. [Note by Engels to the \nEnglish edition of 1888.]"
    ],
    "2": [
        "29 Chapter III: Socialist and Communist Literature  \nNothing is easier than to give Christian asceticism a Socialist tinge. Has not Christianity \ndeclaimed against private property, against marriage, against the State? Has it not preached in the \nplace of these, charity and poverty, celibacy and mortification of the flesh, monastic life and \nMother Church? Christian Socialism is but the holy water with which the priest consecrates the \nheart -burnings of the aristocr at.  \nB. Petty -Bourgeois Socialism  \nThe feudal aristocracy was not the only class that was ruined by the bourgeoisie, not the only \nclass whose conditions of existence pined and perished in the atmosphere of modern bourgeois \nsociety. The medieval burgesses a nd the small peasant proprietors were the precursors of the \nmodern bourgeoisie. In those countries which are but little developed, industrially and \ncommercially, these two classes still vegetate side by side with the rising bourgeoisie.",
        "modern bourgeoisie. In those countries which are but little developed, industrially and \ncommercially, these two classes still vegetate side by side with the rising bourgeoisie.  \nIn countries where modern civilisation has become fully developed, a new class of petty \nbourgeois  has been formed, fluctuating between proletariat and bourgeoisie, and ever renewing \nitself as a supplementary part of bourgeois society. The individual members of this class, \nhowever, are being constantly hurled down into the proletariat by the action of competition, and, \nas modern industry develops, they even see the moment approaching when they will completely \ndisappear as an independent section of modern society, to be replac ed in manufactures, \nagriculture and commerce, by overlookers, bailiffs and shopmen.  \nIn countries like France, where the peasants constitute far more than half of the population, it was",
        "agriculture and commerce, by overlookers, bailiffs and shopmen.  \nIn countries like France, where the peasants constitute far more than half of the population, it was \nnatural that writers who sided with the proletariat against the bourge oisie should use, in their \ncriticism of the bourgeois régime , the standard of the peasant and petty bourgeois, and from the \nstandpoint of these intermediate classes, should take up the cudgels for the working class. Thus \narose petty -bourgeois Socialism. Si smondi was the head of this school, not only in France but \nalso in England.  \nThis school of Socialism dissected with great acuteness the contradictions in the conditions of \nmodern production. It laid bare the hypocritical apologies of economists. It proved, \nincontrovertibly, the disastrous effects of machinery and division of labour; the concentration of \ncapital and land in a few hands; overproduction and crises; it pointed out the inevitable ruin of the",
        "capital and land in a few hands; overproduction and crises; it pointed out the inevitable ruin of the \npetty bourgeois and peasant, the misery of the prolet ariat, the anarchy in production, the crying \ninequalities in the distribution of wealth, the industrial war of extermination between nations, the dissolution of old moral bonds, of the old family relations, of the old nationalities.  \nIn its positive aims, however, this form of Socialism aspires either to restoring the old means of \nproduction and of exchange, and with them the old property relations, and the old society, or to \ncramping the modern means of production and of exchange within the framework of the old \nproperty relations that have been, and were bound to be, exploded by those means. In either case, \nit is both reactionary and Utopian.  \nIts last words are: corporate guilds for manufacture; patriarchal relations in agriculture.",
        "it is both reactionary and Utopian.  \nIts last words are: corporate guilds for manufacture; patriarchal relations in agriculture.  \nUltimately, when stubb orn historical facts had dispersed all intoxicating effects of self -deception, \nthis form of Socialism ended in a miserable fit of the blues .  \nC. German or “True ” Socialism  \nThe Socialist and Communist literature of France, a literature that originated under the pressure of a bourgeoisie in power, and that was the expressions of the struggle against this power, was \nintroduced into Germany at a time when the bourgeoisie, in that country, had just begun its \ncontest with feudal absolutism.  \nGerman philosophers,  would -be philosophers, and beaux esprits  (men of letters) , eagerly seized",
        "contest with feudal absolutism.  \nGerman philosophers,  would -be philosophers, and beaux esprits  (men of letters) , eagerly seized \non this literature, only forgetting, that when these writings immigrated from France into Germany, French social conditions had not immigrated along with them. In contact with Germa n"
    ],
    "3": [
        "30 Chapter III: Socialist and Communist Literature  \nsocial conditions, this French literature lost all its immediate practical significance and assumed a \npurely literary aspect. Thus, to the German philosophers of the Eighteenth Century, the demands \nof the first French Revolution were nothing more than the demands of “ Practical Reason ” in \ngeneral, and the utterance of the will of the revolutionary French bourgeoisie signified, in their eyes, the laws of pure Will, of Will as it was bound to be, of true human Will generally.  \nThe work of the German literati  consisted solely in bringing the new French ideas into harmony \nwith their ancient philosophical conscience, or rather, in annexing the French ideas without \ndeserting their own philosophic point of view.  \nThis annexation took place in the same way in which  a foreign language is appropriated, namely, \nby translation.  \nIt is well known how the monks wrote silly lives of Catholic Saints over  the manuscripts on",
        "by translation.  \nIt is well known how the monks wrote silly lives of Catholic Saints over  the manuscripts on \nwhich the classical works of ancient heathendom had been written. The German literati reversed \nthis pr ocess with the profane French literature. They wrote their philosophical nonsense beneath \nthe French original. For instance, beneath the French criticism of the economic functions of money, they wrote “ Alienation of Humanity ”, and beneath the French critic ism of the bourgeois \nstate they wrote “Dethronement of the Category of the General ”, and so forth.  \nThe introduction of these philosophical phrases at the back of the French historical criticisms, \nthey dubbed “ Philosophy of Action ”, “True Socialism ”, “Germ an Science of Socialism ”, \n“Philosophical Foundation of Socialism ”, and so on.",
        "they dubbed “ Philosophy of Action ”, “True Socialism ”, “Germ an Science of Socialism ”, \n“Philosophical Foundation of Socialism ”, and so on.  \nThe French Socialist and Communist literature was thus completely emasculated. And, since it ceased in the hands of the German to express the struggle of one class with the othe r, he felt \nconscious of having overcome “ French one -sidedness ” and of representing, not true requirements, \nbut the requirements of Truth; not the interests of the proletariat, but the interests of Human \nNature, of Man in general, who belongs to no class, has no reality, who exists only in the misty \nrealm of philosophical fantasy.  \nThis German socialism, which took its schoolboy task so seriously and solemnly, and extolled its \npoor stock -in-trade in such a mountebank fashion, meanwhile gradually lost its ped antic \ninnocence.",
        "poor stock -in-trade in such a mountebank fashion, meanwhile gradually lost its ped antic \ninnocence.  \nThe fight of the Germans, and especially of the Prussian bourgeoisie, against feudal aristocracy and absolute monarchy, in other words, the liberal movement, became more earnest.  \nBy this, the long -wished for opportunity was offered to “ True” Socialism of confronting the \npolitical movement with the Socialist demands, of hurling the traditional anathemas against \nliberalism, against representative government, against bourgeois competition, bourgeois freedom \nof the press, bourgeois legislatio n, bourgeois liberty and equality, and of preaching to the masses \nthat they had nothing to gain, and everything to lose, by this bourgeois movement. German \nSocialism forgot, in the nick of time, that the French criticism, whose silly echo it was, \npresuppos ed the existence of modern bourgeois society, with its corresponding economic",
        "Socialism forgot, in the nick of time, that the French criticism, whose silly echo it was, \npresuppos ed the existence of modern bourgeois society, with its corresponding economic \nconditions of existence, and the political constitution adapted thereto, the very things those \nattainment was the object of the pending struggle in Germany.  \nTo the absolute gove rnments, with their following of parsons, professors, country squires, and \nofficials, it served as a welcome scarecrow against the threatening bourgeoisie.  \nIt was a sweet finish, after the bitter pills of flogging and bullets, with which these same govern ments, just at that time, dosed the German working- class risings.  \nWhile this “True ” Socialism thus served the government as a weapon for fighting the German \nbourgeoisie, it, at the same time, directly represented a reactionary interest, the interest of Ge rman",
        "While this “True ” Socialism thus served the government as a weapon for fighting the German \nbourgeoisie, it, at the same time, directly represented a reactionary interest, the interest of Ge rman \nPhilistines. In Germany, the petty -bourgeois  class, a relic of the sixteenth century, and since then \nconstantly cropping up again under the various forms, is the real social basis of the existing state of things."
    ],
    "4": [
        "31 Chapter III: Socialist and Communist Literature  \nTo preserve this class is to preserve the existing state of things in Germany. The industrial and \npolitical supremacy of the bourgeoisie threatens it with certain destruction  – on the one hand, \nfrom the concentration of capital; on the other, from the rise of a revolutionary proletariat. “ True” \nSocialism appeared to kill these two birds with one stone. It spread like an epidemic.  \nThe robe of speculative cobwebs, embroidered with flowers of rhetoric, steeped in the dew of \nsickly sentiment, this transcendental robe in which the German Socialist s wrapped their sorry \n“eternal truths ”, all skin and bone, served to wonderfully increase the sale of their goods amongst \nsuch a public.  \nAnd on its part German Socialism recognised, more and more, its own calling as the bombastic \nrepresentative of the pett y-bourgeois Philistine.  \nIt proclaimed the German nation to be the model nation, and the German petty Philistine to be the",
        "representative of the pett y-bourgeois Philistine.  \nIt proclaimed the German nation to be the model nation, and the German petty Philistine to be the \ntypical man. To every villainous meanness of this model man, it gave a hidden, higher, Socialistic \ninterpretation, the exact contrary  of its real character. It went to the extreme length of directly \nopposing the “ brutally destructive ” tendency of Communism, and of proclaiming its supreme and \nimpartial contempt of all class struggles. With very few exceptions, all the so -called Socialist  and \nCommunist publications that now (1847) circulate in Germany belong to the domain of this foul \nand enervating literature.*  \n2. Conservative or Bourgeois Socialism  \nA part of the bourgeoisie is desirous of redressing social grievances in order to secure  the \ncontinued existence of bourgeois society.  \nTo this section belong economists, philanthropists, humanitarians, improvers of the condition of",
        "continued existence of bourgeois society.  \nTo this section belong economists, philanthropists, humanitarians, improvers of the condition of \nthe working class, organisers of charity, members of societies for the prevention of cruelty to \nanimals, temper ance fanatics, hole- and-corner reformers of every imaginable kind. This form of \nsocialism has, moreover, been worked out into complete systems.  \nWe may cite Proudhon ’s Philosophie de la Misère as an example of this form.  \nThe Socialistic bourgeois want all  the advantages of modern social conditions without the \nstruggles and dangers necessarily resulting therefrom. They desire the existing state of society, \nminus its revolutionary and disintegrating elements. They wish for a bourgeoisie without a \nproletariat . The bourgeoisie naturally conceives the world in which it is supreme to be the best; \nand bourgeois Socialism develops this comfortable conception into various more or less complete",
        "proletariat . The bourgeoisie naturally conceives the world in which it is supreme to be the best; \nand bourgeois Socialism develops this comfortable conception into various more or less complete \nsystems. In requiring the proletariat to carry out such a system, and the reby to march straightway \ninto the social New Jerusalem, it but requires in reality, that the proletariat should remain within the bounds of existing society, but should cast away all its hateful ideas concerning the \nbourgeoisie.  \nA second, and more practi cal, but less systematic, form of this Socialism sought to depreciate \nevery revolutionary movement in the eyes of the working class by showing that no mere political reform, but only a change in the material conditions of existence, in economical relations , could \nbe of any advantage to them. By changes in the material conditions of existence, this form of \nSocialism, however, by no means understands abolition of the bourgeois relations of production,",
        "be of any advantage to them. By changes in the material conditions of existence, this form of \nSocialism, however, by no means understands abolition of the bourgeois relations of production, \nan abolition that can be affected only by a revolution, but administrative reforms, based on the \ncontinued existence of these relations; reforms, therefore, that in no respect affect the relations \nbetween capital and labour, but, at the best, lessen the cost, and simplify the administrative work, \nof bourgeois gov ernment.  \n                                                      \n* The revolutionary storm of 1848 swept away this whole shabby tendency and cured it s protagonists of the desire to",
        "* The revolutionary storm of 1848 swept away this whole shabby tendency and cured it s protagonists of the desire to \ndabble in socialism. The chief representative and classical type of this tendency is Mr Karl Gruen. [Note by Engels to \nthe German edition of 1890.]"
    ],
    "5": [
        "32 Chapter III: Socialist and Communist Literature  \nBourgeois Socialism attains adequate expression when, and only when, it becomes a mere figure \nof speech.  \nFree trade: for the benefit of the working class. Protective duties: for the benefit of the working \nclass. Prison Reform: for the benefit of  the working class. This is the last word and the only \nseriously meant word of bourgeois socialism.  \nIt is summed up in the phrase: the bourgeois is a bourgeois  – for the benefit of the working class.  \n3. Critical -Utopian Socialism and Communism  \nWe do not  here refer to that literature which, in every great modern revolution, has always given \nvoice to the demands of the proletariat, such as the writings of Babeuf  and others.  \nThe first direct attempts of the proletariat to attain its own ends, made in times of universal \nexcitement, when feudal society was being overthrown, necessarily failed, owing to the then",
        "The first direct attempts of the proletariat to attain its own ends, made in times of universal \nexcitement, when feudal society was being overthrown, necessarily failed, owing to the then \nundeveloped state of the proletariat, as well as to the absence of the economic conditions for its \nemancipation, conditions that had yet to be produce d, and could be produced by the impending \nbourgeois epoch alone. The revolutionary literature that accompanied these first movements of the proletariat had necessarily a reactionary character. It inculcated universal asceticism and \nsocial levelling in its crudest form.  \nThe Socialist and Communist systems, properly so called, those of Saint -Simon , Fourier , Owen , \nand others, spring into existence in the early undeveloped period, described above, of the struggle \nbetween proletariat and bourgeoisie (see Sectio n I. Bourgeois and Proletarians ).  \nThe founders of these systems see, indeed, the class antagonisms, as well as the action of the",
        "between proletariat and bourgeoisie (see Sectio n I. Bourgeois and Proletarians ).  \nThe founders of these systems see, indeed, the class antagonisms, as well as the action of the \ndecomposing elements in the prevailing form of society. But the proletariat, as yet in its infancy, \noffers to them the spectac le of a class without any historical initiative or any independent political \nmovement.  \nSince the development of class antagonism keeps even pace with the development of industry, the \neconomic situation, as they find it, does not as yet offer to them the m aterial conditions for the \nemancipation of the proletariat. They therefore search after a new social science, after new social laws, that are to create these conditions.  \nHistorical action is to yield to their personal inventive action; historically create d conditions of",
        "Historical action is to yield to their personal inventive action; historically create d conditions of \nemancipation to fantastic ones; and the gradual, spontaneous class organisation of the proletariat to an organisation of society especially contrived by these inventors. Future history resolves \nitself, in their eyes, into the propaganda and the practical carrying out of their social plans.  \nIn the formation of their plans, they are conscious of caring chiefly for the interests of the working class, as being the most suffering class. Only from the point of view of being the most \nsuffering cla ss does the proletariat exist for them.  \nThe undeveloped state of the class struggle, as well as their own surroundings, causes Socialists \nof this kind to consider themselves far superior to all class antagonisms. They want to improve \nthe condition of ever y member of society, even that of the most favoured. Hence, they habitually",
        "of this kind to consider themselves far superior to all class antagonisms. They want to improve \nthe condition of ever y member of society, even that of the most favoured. Hence, they habitually \nappeal to society at large, without the distinction of class; nay, by preference, to the ruling class. \nFor how can people, when once they understand their system, fail to see in it  the best possible \nplan of the best possible state of society?  \nHence, they reject all political, and especially all revolutionary action; they wish to attain their \nends by peaceful means, necessarily doomed to failure, and by the force of example, to pave  the \nway for the new social Gospel.  \nSuch fantastic pictures of future society, painted at a time when the proletariat is still in a very \nundeveloped state and has but a fantastic conception of its own position, correspond with the first",
        "undeveloped state and has but a fantastic conception of its own position, correspond with the first \ninstinctive yearni ngs of that class for a general reconstruction of society."
    ],
    "6": [
        "33 Chapter III: Socialist and Communist Literature  \nBut these Socialist and Communist publications contain also a critical element. They attack every \nprinciple of existing society. Hence, they are full of the most valuable materials for the \nenlight enment of the working class. The practical measures proposed in them  – such as the \nabolition of the distinction between town and country, of the family, of the carrying on of industries for the account of private individuals, and of the wage system, the pr oclamation of \nsocial harmony, the conversion of the function of the state into a m ere superintendence of \nproduction – all these proposals point solely to the disappearance of class antagonisms which \nwere, at that time, only just cropping up, and which, in these publications, are recognised in their \nearliest indistinct and undefined forms only. These proposals, therefore, are of a purely Utopian \ncharacter.",
        "earliest indistinct and undefined forms only. These proposals, therefore, are of a purely Utopian \ncharacter.  \nThe significance of Critical -Utopian Socialism and Communism bears an inverse relation to \nhistorical d evelopment. In proportion as the modern class struggle develops and takes definite \nshape, this fantastic standing apart from the contest, these fantastic attacks on it, lose all practical \nvalue and all theoretical justification. Therefore, although the ori ginators of these systems were, \nin many respects, revolutionary, their disciples have, in every case, formed mere reactionary sects. They hold fast by the original views of their masters, in opposition to the progressive \nhistorical development of the prole tariat. They, therefore, endeavour, and that consistently, to \ndeaden the class struggle and to reconcile the class antagonisms. They still dream of experimental \nrealisation of their social Utopias, of founding isolated “phalansteres” , of establishing “ Home",
        "deaden the class struggle and to reconcile the class antagonisms. They still dream of experimental \nrealisation of their social Utopias, of founding isolated “phalansteres” , of establishing “ Home  \nColonies ”, or setting up a “ Little Icaria”\n* – duodecimo editions of the New Jerusalem  – and to \nrealise all these castles in the air, they are compelled to appeal to the feelings and purses of the \nbourgeois. By degrees, they sink into the category of the r eactionary [or] conservative Socialists \ndepicted above, differing from these only by more systematic pedantry, and by their fanatical and \nsuperstitious belief in the miraculous effects of their social science.  \nThey, therefore, violently oppose all politic al action on the part of the working class; such action, \naccording to them, can only result from blind unbelief in the new Gospel.  \nThe Owenites in England, and the Fourierists in France, respectively, oppose the Chartists and the \nRéformistes.",
        "according to them, can only result from blind unbelief in the new Gospel.  \nThe Owenites in England, and the Fourierists in France, respectively, oppose the Chartists and the \nRéformistes.  \n \n                                                      \n* Phalanstéres  were Socialist colonies on the plan of Charles Fourier; Icari a was the name given by Cabet to his Utopia \nand, later on, to his American Communist colony. [Note by Engels to the English edition of 1888.]   \n“Home Colonies ” were what Owen called his Communist model societies. Phalanstéres  was the name of the public \npalaces planned by Fourier. Icaria  was the name given to the Utopian land of fancy, whose Communist institutions \nCabet portrayed. [Note by Engels to the German edition of 1890.]"
    ]
}