{
    "1": [
        "Draft of a Communist Confession of Faith*  \nThis document is the draft  programme discussed at the First Congress of the Communist League in \nLondon on June 2- 9, 1847.  \nThe Congress was a final stage in the reorganisation of the League of the Just – an organisation of \nGerman workers and craftsmen, which was founded in Paris in 1836- 37 and soon acquired an \ninternational character, having communities in Germany, France, Switzerland, Britain and Sweden. The activity of Marx and Engels directed towards the ideological and organisational unity of the \nsocialists and advanced workers p rompted the leaders of the League (Karl Schapper, Joseph Moll, \nHeinrich Bauer), who resided in London front November 1846, to ask for their help in reorganising the League and drafting its new program me. When Marx and Engels were convinced that the leader s \nof the League of the Just were ready to accept the principles of scientific communism as its",
        "of the League of the Just were ready to accept the principles of scientific communism as its \nprogramme they accepted the offer to join the League made to them late in January 1847.  \nEngels ’ active participation in the work of the Congress (Marx was unable  to go to London) affected \nthe course and the results of its proceedings. The League was renamed the Communist League, the old motto of the League of the Just “ All men are brothers ” was replaced by a new, Marxist one: “ Working \nMen of All Countries, Unite! “  The draft programme and the draft Rules of the League were approved \nat the last sitting on June 9, 1847.  \nThe full text of the “ Draft of a Communist Confession of Faith”  (Credo) became known only in 1968. \nIt was found by the Swiss scholar Bert Andréas together with the draft Rules and the circular of the First Congress to the members of the League in the archives of Joachim Friedrich Martens, an active",
        "member of the Communist League, which are kept in the State and University Library in Hamburg. \nThis disco very made it possible to ascertain a number of important points in the history of the \nCommunist League and the drafting of its programme documents. It had been previously assumed that \nthe First Congress did no more than adopt a decision to draw up a progra mme and that the draft itself \nwas made by the London Central Authority of the Communist League (Joseph Moll, Karl Schapper and Heinrich Bauer) after the Congress between June and August 1847. The new documents show that \nthe draft was ready by June 9, 1847 and that its author was Engels (the manuscript found in Martens ’ \narchives, with the exception of some inserted words, the concluding sentence and the signatures of the \npresident and the secretary of the Congress, was written in Engels ’ hand).  \nThe document testifies to Engels ’ great influence on the discussion of the programme at the Congress",
        "president and the secretary of the Congress, was written in Engels ’ hand).  \nThe document testifies to Engels ’ great influence on the discussion of the programme at the Congress \n– the formulation of the answers to most of the questions is a Marxist one. Besides, while drafting the programme, Engels had to take into account that the members of t he League had not yet freed \nthemselves from the influence of utopian ideas and this was reflected in the formulation of the first six \nquestions and answers. The form of a “ revolutionary catechism ” was also commonly used in the \nLeague of the Just and other organisations of workers and craftsmen at the time. It may he assumed \nthat Engels intended to give greater precision to some  of the formulations of the programme document \nin the course of further discussion and revision. \nAfter the First Congress of the Com munist League , the “ Draft of a Communist Confession of Faith”",
        "in the course of further discussion and revision. \nAfter the First Congress of the Com munist League , the “ Draft of a Communist Confession of Faith”  \nwas sent, together with the draft Rules, to the communities for discussion, the results of which were to \nbe taken into account at the time of the final approval of the programme and the Rules at  the Second \nCongress. When working on another, improved draft programme, the Principles of Communism , in \nlate October 1847, Engels made direct use of the “ Confession of Faith” , as can be seen from the",
        "Congress. When working on another, improved draft programme, the Principles of Communism , in \nlate October 1847, Engels made direct use of the “ Confession of Faith” , as can be seen from the \ncoincidences of the texts, and also from references in the Principles  to the earlier document when \nEngels had apparently decided to leave formulations of some of the answers as they were. \n                                                      \n* From  MECW Volume 6, p. 92;  written by Engels, June 9 1847;  first published  in Gründungsdokumente des Bundes \nder Kommunisten , Hamburg, 1969 , in English i n Birth of the Communist Manifesto , International Publishers,  1971."
    ],
    "2": [
        "37 Draft of a Communist Confession of Fa ith \nA Communist Confession of Faith  \nQuestion 1 : Are you a Communist?  \nAnswer : Yes.  \nQuestion 2 : What is the aim of the Communist s? \nAnswer : To organise society in such a way that every member of it can develop \nand use all his capabilities and powers in complete freedom and without thereby \ninfringing the basic conditions of this society. \nQuestion 3 : How do you wish to achieve this ai m? \nAnswer : By the elimination of private property and its replacement by community \nof property. \nQuestion 4 : On what do you base your community of property?  \nAnswer : Firstly, on the mass of productive forces and means of subsistence \nresulting from the develo pment of industry, agriculture, trade and colonisation, \nand on the possibility inherent in machinery, chemical and other resources of their infinite extension.  \nSecondly, on the fact that in the consciousness or feeling of every individual there",
        "and on the possibility inherent in machinery, chemical and other resources of their infinite extension.  \nSecondly, on the fact that in the consciousness or feeling of every individual there \nexist certa in irrefutable basic principles which, being the result of the whole of \nhistorical development, require no proof.  \nQuestion 5 : What are such principles?  \nAnswer : For example, every individual strives to be happy. The happiness of the \nindividual is inseparable from the happiness of all, etc. \nQuestion 6 : How do you wish to prepare the way for your community of property? \nAnswer : By enlightening and uniting the proletariat.  \nQuestion 7 : What is the proletariat?  \nAnswer : The proletariat is that class of society whic h lives exclusively by its \nlabour and not on the profit from any kind of capital; that class whose weal and \nwoe, whose life and death, therefore, depend on the alternation of times of good \nand bad business;. in a word, on the fluctuations of competition.",
        "woe, whose life and death, therefore, depend on the alternation of times of good \nand bad business;. in a word, on the fluctuations of competition.  \nQuestion 8 : Then there have not always been proletarians?  \nAnswer : No. There have always been poor  and working classes; and those who \nworked were almost always the poor. But there have not always been proletarians, \njust as competition has not always been free.  \nQuestion 9 : How did the proletariat arise?  \nAnswer : The proletariat came into being as a result of the introduction of the \nmachines which have been invented since the middle of the last century and the \nmost important of which are: the steam -engine, the s pinning machine and the \npower loom. These machines, which were very expensive and could therefore \nonly be purchased by rich people, supplanted the workers of the time, because by \nthe use of machinery it was possible to produce commodities more quickly and",
        "only be purchased by rich people, supplanted the workers of the time, because by \nthe use of machinery it was possible to produce commodities more quickly and \ncheaply than could the workers with their imperfect spinning wheels and hand-\nlooms. The machines thus delivered industry entirely into the hands of the big \ncapitalists and rendered the workers’  scanty property which consisted mainly of \ntheir tools, looms, etc., quite worthless, so that the capitalist was left with \neverything, the worker with nothing. In this way the factory system was"
    ],
    "3": [
        "38 Draft of a Communist Confession of Fa ith \nintroduced. Once the capitalists saw how advantageous this was for them, they \nsought to extend it to more and more branches of labour. They divided work more \nand more between the workers so that workers who formerly had made a whole \narticle now produced only a part of it. Labour simplified in this way produced \ngoods more quickly and therefore more cheaply and only now was it found in \nalmost every branch of labour that here also machines could be used. As soon as \nany branch of labour went over to factory production it ended up, just as in the \ncase of spinning and weaving. in the hands of the big capitalists, and the workers \nwere deprived of the last remnants of their independence. We have gradually \narrived at the position where almost all  branches of labour are run on a factory \nbasis. This has increasingly brought about the ruin of the previously existing",
        "arrived at the position where almost all  branches of labour are run on a factory \nbasis. This has increasingly brought about the ruin of the previously existing \nmiddle class, especially of the small master craftsmen, completely transformed the \nprevious position of the workers, and two new classes which are gradually swallowing up all other classes have come into being, namely:  \nI. The, class of the big capitalists, who in all advanced countries are in almost exclusive possession of the means of subsistence and those means (machines, \nfactories, workshops, etc.) by which these means of subsistence are produced. \nThis is the bourgeois class, or the bourgeoisie . \nII. The class of the completely p ropertyless, who are compelled to sell their labour \nto the first class, the bourgeois, simply to obtain from them in return their means \nof subsistence. Since the parties to this trading in labour are not equal , but the",
        "to the first class, the bourgeois, simply to obtain from them in return their means \nof subsistence. Since the parties to this trading in labour are not equal , but the \nbourgeois have the advantage, the propertyless must submit to the bad conditions \nlaid down by the bourgeois. This class, dependent on the bourgeois, is called the \nclass of the proletarians  or the proletariat . \nQuestion 10 : In what way does the proletarian differ from the slave?  \nAnswer : The sla ve is sold once and for all, the proletarian has to sell himself by \nthe day and by the hour. The slave is the property of one master and for that very \nreason has a guaranteed subsistence, however wretched it may be. The proletarian \nis, so to speak, the sla ve of the entire bourgeois class , not of one master, and \ntherefore has no guaranteed subsistence, since nobody buys his labour if he does \nnot need it. The slave is accounted a thing  and not a member of civil society. The",
        "therefore has no guaranteed subsistence, since nobody buys his labour if he does \nnot need it. The slave is accounted a thing  and not a member of civil society. The \nproletarian is recognised as a person, as a member of civil society. The slave may , \ntherefore, have a better subsistence than the proletarian but the latter stands at a \nhigher stage of development. The slave frees himself by becoming a proletarian, \nabolishing from the totality of property r elationships only the relationship of \nslavery. The proletarian can free himself only by abolishing property in general . \nQuestion 11 : In what way does the proletarian differ from the serf?  \nAnswer : The serf has the use of a piece of land, that is, of an inst rument of \nproduction, in return for handing over a greater or lesser portion of the yield. The proletarian works with instruments of production which belong to someone else \nwho, in return for his labour, hands over to him a portion, determined by",
        "who, in return for his labour, hands over to him a portion, determined by \ncompetiti on, of the products. In the case of the serf, the share of the labourer is \ndetermined by his own labour, that is, by himself. In the case of the proletarian it is determined by competition, therefore in the first place by the bourgeois. The \nserf has guaran teed subsistence, the proletarian has not. The serf frees himself by \ndriving out his feudal lord and becoming a property owner himself, thus entering \ninto competition and joining for the time being the possessing class, the privileged \nclass. The proletarian frees himself by doing away with property, competition, and \nall class differences."
    ],
    "4": [
        "39 Draft of a Communist Confession of Fa ith \nQuestion 12 : In what way does the proletarian differ from the handicraftsman?  \nAnswer : As opposed to the proletarian, the so- called handicraftsman, who still \nexisted nearly  everywhere during the last century and still exists here and there, is \nat most a temporary proletarian. His aim is to acquire capital himself and so to \nexploit other workers. He can often achieve this aim where the craft guilds still \nexist or where freedo m to follow a trade has not yet led to the organisation of \nhandwork on a factory basis and to intense competition. But as soon as the factory \nsystem is introduced into handwork and competition is in full swing, this prospect \nis eliminated and the handicraf tsman becomes more and more a proletarian. The \nhandicraftsman therefore frees himself either  by becoming a bourgeois or  in",
        "is eliminated and the handicraf tsman becomes more and more a proletarian. The \nhandicraftsman therefore frees himself either  by becoming a bourgeois or  in \ngeneral passing over into the middle class, or, by becoming a proletarian as a result of competition (as now happens in most cases) a nd joining the movement of \nthe proletariat – i. e., the more or less conscious communist movement. \nQuestion 13 : Then you do not believe that community of property has been possible at any time?  \nAnswer : No. Communism has only arisen since machinery and othe r inventions \nmade it possible to hold out the prospect of an all -sided development, a happy \nexistence, for all members of society. Communism is the theory of a liberation \nwhich was not possible for the slaves, the serfs, or the handicraftsmen, but only \nfor the proletarians and hence it belongs of necessity to the 19th century and was \nnot possible in any earlier period.",
        "for the proletarians and hence it belongs of necessity to the 19th century and was \nnot possible in any earlier period.  \nQuestion 14 : Let m go back to the sixth question. As you wish to prepare for community of \nproperty by the enlightening and uniting of the pr oletariat, then you reject revolution?  \nAnswer : We are convinced not only of the uselessness but even of the \nharmfulness of all conspiracies. We are also aware that revolutions are not made \ndeliberately and arbitrarily but that everywhere and at all times t hey are the \nnecessary consequence of circumstances which are not in any way whatever dependent either on the will or on the leadership of individual parties or of whole \nclasses. But we also see that the development of the proletariat in almost all \ncountrie s of the world is forcibly repressed by the possessing classes and that thus",
        "classes. But we also see that the development of the proletariat in almost all \ncountrie s of the world is forcibly repressed by the possessing classes and that thus \na revolution is being forcibly worked for by the opponents of communism. If, in the end, the oppressed proletariat is thus driven into a revolution, then we will \ndefend the cause of the proletariat just as well by our deeds as now by our words.  \nQuestion 15 : Do you intend to replace the existing social order by community of Property at one \nstroke?  \nAnswer : We have no such intention. The development of the masses cannot he \nordered by decree. It is determined by the development of the conditions in which \nthese masses live, and therefore proceeds gradually.  \nQuestion 16 : How do you think the transition from the present situation to community of \nProperty is to be effected?  \nAnswer : The firs t, fundamental condition for the introduction of community of",
        "Property is to be effected?  \nAnswer : The firs t, fundamental condition for the introduction of community of \nproperty is the political liberation of the proletariat through a democratic constitution.  \nQuestion 17 : What will be your first measure once you have established democracy? \nAnswer : Guaranteeing the subsistence of the proletariat.  \nQuestion 18 : How will you do this?"
    ],
    "5": [
        "40 Draft of a Communist Confession of Fa ith \nAnswer. I.  By limiting private property in such a way that it gradually prepares \nthe way for its transformation into social property, e. g., by progressive taxation, \nlimitation of the right of inheritance in favour of the state, etc., etc.  \nII. By employing workers in national workshops and factories and on national \nestates.  \nIII. By educating all children at the expense of the state.  \nQuestion 19 : How will you arrange this kind of educati on during the period of transition?  \nAnswer : All children will be educated in state establishments from the time when \nthey can do without the first maternal care.  \nQuestion 20 : Will not the introduction of community of property be accompanied by the \nproclamation  of the community of women?  \nAnswer : By no means. We will only interfere in the personal relationship between \nmen and women or with the family in general to the extent that the maintenance of",
        "Answer : By no means. We will only interfere in the personal relationship between \nmen and women or with the family in general to the extent that the maintenance of \nthe existing institution would disturb the new social order. Besides, we are well \naware that the family relationship has been modified in the course of history by \nthe property relationships and by periods of development, and that consequently \nthe ending of private property will also have a most important influence on it.  \nQuestion 21 : Will nationalities continue to exist under communism?  \nAnswer : The nationalities of the peoples who join together according to the \nprinciple of community will be just as much compelled by this union to merge \nwith one another and thereby supersede themselves as the various differences \nbetween estates and classes disappear through the superseding of their basis – \nprivate property.  \nQuestion 22 . Do Communists reject existing religions?",
        "between estates and classes disappear through the superseding of their basis – \nprivate property.  \nQuestion 22 . Do Communists reject existing religions?  \nAnswer : All religions which have existed hitherto were expressions of historical \nstages of development of individual peoples or groups of peoples. But \ncommunism is that stage of historical development which makes all existing \nreligions superfluous and supersedes them.  \nIn the name and on the mandate of the Congre ss. \nSecretary: Heide [Alias of Wilhelm Wolff in the League of the Just]  \nPresident: Karl Schill  [Alias of Karl Schapper in the League of the Just]  \nLondon, June 9, 1847"
    ]
}