{
    "1": [
        "The Principles of Communism* \nIn 1847 Engels wrote two draft programmes for the Communis t League in the form of a catechism, \none in June and the other in October. The latter, which is known as Principles of Communism , was \nfirst published in 1914. The earlier document “ Draft of the Communist Confession of Faith” , was only \nfound in 1968. It was  first published in 1969 in Hamburg, together with four other documents \npertaining to the first congress of the Communist League, in a booklet entitled Gründungs Dokumente \ndes Bundes der Kommunisten (Juni bis September 1847)  [Founding Documents of the Comm unist \nLeague] . \nAt the June 1847 Congress of the League of the Just, which was also the founding conference of the Communist League, it was decided to issue a draft “ confession of faith ” to be submitted for discussion",
        "to the sections of the League. The document which has now come to light is almost certainly this draft. Comparison of the two documents shows that Principles of Communism  is a revised edition of \nthis earlier draft. In Principles of Communism , Engels left three questions unanswered, in two cases  \nwith the notation “ unchanged”  (bleibt); this clearly refers to the answers provided in the earlier draft.  \nThe new draft for the programme was worked out by Engels on the instructions of the leading body of the Paris circle of the Communist League. The ins tructions were decided on after Eng els’ sharp \ncriticism at the committee meeting, on October 22, 1847, of the draft programme drawn up by the “true socialist“  Moses Hess, which was then rejected.  \nStill considering Principles of Communism as a preliminary d raft, Engels expressed the view, in a \nletter to Marx dated November 23 -24 1847, that it would be best to drop the old catechistic form and",
        "letter to Marx dated November 23 -24 1847, that it would be best to drop the old catechistic form and \ndraw up a programme in the form of a manifesto.  \nAt the second congress of the Communist League (November 29- December  8, 1847) Marx and Engels \ndefended the fundamental scientific principles of communism and were trusted with drafting a \nprogramme in the form of a manifesto of the Communist Party. In writing the manifesto the founders \nof Marxism made use of the propositions enunciated in Principles of Communism.  \nEngels uses the term Manufaktur , and its derivatives, which have been translated “manufacture” , \n“manufacturing” , etc., Engels used this word literally, to indicate production by hand, not factory \nproduction for whic h Engels uses “big industry ”. Manufaktur  differs from handicraft (guild production \nin mediaeval towns), in that the latter was carried out by independent artisans. Manufacktur  is carried",
        "in mediaeval towns), in that the latter was carried out by independent artisans. Manufacktur  is carried \nout by homeworkers working for merchant capitalists, or by groups of craftspeople working together \nin large workshops owned by capitalists. It is therefore a transitional mode of production, between \nguild (handicraft) and modern (capitalist) forms of production. \n                                                      \n* Written: October -November 1847; Source: Selected Works, Volume One, p. 81- 97, Progress Publishers, Moscow, \n1969; first published: 1914, by Eduard Bernstein in the German Social Democrat ic Party’s Vorwärts! ; translated: Paul \nSweezy; Transcribed: Zodiac, MEA 1993; marxists.org 1999; proofed and corrected by Andy Blunden, February 2005.  \nFootnotes are from the Chinese Edition of Marx/Engels Selected Works Peking, Foreign Languages Press, 1977, with \neditorial additions by marxists.org ."
    ],
    "2": [
        "42 Draft of a Communist Confession of Fa ith \nThe Principles of Communism  \n– 1 –  \nWhat is Communism?  \nCommuni sm is the doctrine of the conditions of the liberation of the proletariat.  \n– 2 –  \nWhat is the proletariat?  \nThe proletariat is that class in society which lives entirely from the sale of its labor and does not \ndraw profit from any kind of capital; whose we al and woe, whose life and death, whose sole \nexistence depends on the demand for labor – hence, on the changing state of business, on the \nvagaries of unbridled competition. The proletariat, or the class of proletarians, is, in a word, the \nworking class of the 19th century.6  \n– 3 –  \nProletarians, then, have not always existed?  \nNo. There have always been poor and working classes; and the working class have mostly been \npoor. But there have not always been workers and poor people living under conditions as they  are \ntoday; in other words, there have not always been proletarians, any more than there has always",
        "poor. But there have not always been workers and poor people living under conditions as they  are \ntoday; in other words, there have not always been proletarians, any more than there has always \nbeen free unbridled competitions.  \n– 4 –  \nHow did the proletariat originate?  \nThe Proletariat originated in the industrial revolution, which took place in England in the last half \nof the last (18th) century, and which has since then been repeated in all the civilized countries of \nthe world.  \nThis industrial revolution was precipitated by the discovery of the steam engine, various spinning machines, the mechani cal loom, and a whole series of other mechanical devices. These machines, \nwhich were very expensive and hence could be bought only by big capitalists, altered the whole \nmode of production and displaced the former workers, because the machines turned out ch eaper \nand better commodities than the workers could produce with their inefficient spinning wheels and",
        "mode of production and displaced the former workers, because the machines turned out ch eaper \nand better commodities than the workers could produce with their inefficient spinning wheels and \nhandlooms. The machines delivered industry wholly into the hands of the big capitalists and \nrendered entirely worthless the meagre property of the worker s (tools, looms, etc.). The result was \nthat the capitalists soon had everything in their hands and nothing remained to the workers. This \nmarked the introduction of the factory system into the textile industry.  \nOnce the impulse to the introduction of machi nery and the factory system had been given, this \nsystem spread quickly to all other branches of industry, especially cloth - and book- printing, \npottery, and the metal industries.  \nLabor was more and more divided among the individual workers so that the work er who \npreviously had done a complete piece of work now did only a part of that piece. This division of",
        "Labor was more and more divided among the individual workers so that the work er who \npreviously had done a complete piece of work now did only a part of that piece. This division of \nlabor made it possible to produce things faster and cheaper. It reduced the activity of the \nindividual worker to simple, endlessly repeated mechanical m otions which could be performed \nnot only as well but much better by a machine. In this way, all these industries fell, one after another, under the dominance of steam, machinery, and the factory system, just as spinning and \nweaving had already done.  \nBut a t the same time, they also fell into the hands of big capitalists, and their workers were \ndeprived of whatever independence remained to them. Gradually, not only genuine manufacture \nbut also handicrafts came within the province of the factory system as big  capitalists increasingly"
    ],
    "3": [
        "43 Draft of a Communist Confession of Fa ith \ndisplaced the small master craftsmen by setting up huge workshops, which saved many expenses \nand permitted an elaborate division of labor.  \nThis is how it has come about that in civilized countries at the present time nearly all k inds of \nlabor are performed in factories – and, in nearly all branches of work, handicrafts and \nmanufacture have been superseded. This process has, to an ever greater degree, ruined the old \nmiddle class, especially the small handicraftsmen; it has entirely  transformed the condition of the \nworkers; and two new classes have been created which are gradually swallowing up all the others. \nThese are:  \n(i) The class of big capitalists, who, in all civilized countries, are already in almost \nexclusive possession of all the means of subsist ence and of the instruments \n(machines, factories) and materials necessary for the production of the means of \nsubsistence. This is the bourgeois class, or the bourgeoisie.",
        "(machines, factories) and materials necessary for the production of the means of \nsubsistence. This is the bourgeois class, or the bourgeoisie.  \n(ii) The class of the wholly propertyless, who are obliged t o sell their labor to the \nbourgeoisie in order to get, in exchange, the means of subsistence for their \nsupport. This is called the class of proletarians, or the proletariat.  \n– 5 –  \nUnder what conditions does this sale of the  \nlabor of the proletarians to t he bourgeoisie take place?  \nLabor is a commodity, like any other, and its price is therefore determined by exactly the same \nlaws that apply to other commodities. In a regime of big industry or of free competition – as we \nshall see, the two come to the same thing – the price of a commodity is, on the average, always \nequal to its cost of production. Hence, the price of labor is also equal to the cost of production of \nlabor.",
        "equal to its cost of production. Hence, the price of labor is also equal to the cost of production of \nlabor.  \nBut, the costs of production of labor consist of precisely the quantity of means of subsistence necessary to enable the worker to continue working, and to prevent the working class from dying \nout. The worker will therefore get no more for his labor than is necessary for this purpose; the \nprice of labor, or the wage, will, in other words, be  the lowest, the minimum, required for the \nmaintenance of life.  \nHowever, since business is sometimes better and sometimes worse, it follows that the worker \nsometimes gets more and sometimes gets less for his commodities. But, again, just as the \nindustrial ist, on the average of good times and bad, gets no more and no less for his commodities \nthan what they cost, similarly on the average the worker gets no more and no less than his minimum.",
        "than what they cost, similarly on the average the worker gets no more and no less than his minimum.  \nThis economic law of wages operates the more strictly the greater t he degree to which big \nindustry has taken possession of all branches of production.  \n– 6 –  \nWhat working classes were there before the industrial \nrevolution?  \nThe working classes have always, according to the different stages of development of society, lived in different circumstances and had different relations to the owning and ruling classes.  \nIn antiquity, the workers were the slaves of the owners, just as they still are in many backward countries and even in the southern part of the United States.  \nIn the Middle Ages, they were the serfs of the land -owning nobility, as they still are in Hungary, \nPoland, and Russia. In the Middle Ages, and indeed right up to the industrial revolution, there were also journeymen in the cities who worked in the service of p etty bourgeois masters."
    ],
    "4": [
        "44 Draft of a Communist Confession of Fa ith \nGradually, as manufacture developed, these journeymen became manufacturing workers who \nwere even then employed by larger capitalists.  \n– 7 –  \nIn what way do proletarians differ from slaves?  \nThe slave is sold once and for all; the pr oletarian must sell himself daily and hourly.  \nThe individual slave, property of one master, is assured an existence, however miserable it may \nbe, because of the master ’s interest. The individual proletarian, property as it were of the entire \nbourgeois cla ss which buys his labor only when someone has need of it, has no secure existence. \nThis existence is assured only to the class as a whole.  \nThe slave is outside competition; the proletarian is in it and experiences all its vagaries.  \nThe slave counts as a thing, not as a member of society. Thus, the slave can have a better \nexistence than the proletarian, while the proletarian belongs to a higher stage of social",
        "The slave counts as a thing, not as a member of society. Thus, the slave can have a better \nexistence than the proletarian, while the proletarian belongs to a higher stage of social \ndevelopment and, himself, stands on a higher social level than the slave.  \nThe slave frees himsel f when, of all the relations of private property, he abolishes only the \nrelation of slavery and thereby becomes a proletarian; the proletarian can free himself only by \nabolishing private property in general.  \n– 8 –  \nIn what way do proletarians differ from serfs?  \nThe serf possesses and uses an instrument of production, a piece of land, in exchange for which he gives up a part of his product or part of the services of his labor.  \nThe proletarian works with the instruments of production of another, for the acc ount of this other, \nin exchange for a part of the product.  \nThe serf gives up, the proletarian receives. The serf has an assured existence, the proletarian has",
        "in exchange for a part of the product.  \nThe serf gives up, the proletarian receives. The serf has an assured existence, the proletarian has \nnot. The serf is outside competition, the proletarian is in it.  \nThe serf liberates himself in o ne of three ways: either he runs away to the city and there becomes \na handicraftsman; or, instead of products and services, he gives money to his lord and thereby \nbecomes a free tenant; or he overthrows his feudal lord and himself becomes a property owner.  In \nshort, by one route or another, he gets into the owning class and enters into competition. The \nproletarian liberates himself by abolishing competition, private property, and all class differences.  \n– 9 –  \nIn what way do proletarians differ from handicr aftsmen?  \nIn contrast to the proletarian, the so- called handicraftsman, as he still existed almost everywhere \nin the past (eighte enth) century and still exists here and there at present, is a proletarian at most",
        "in the past (eighte enth) century and still exists here and there at present, is a proletarian at most \ntemporarily. His goal is to acquire capital h imself wherewith to exploit other workers. He can \noften achieve this goal where guilds still exist or where freedo m from guild restrictions has not \nyet led to the introduction of factory- style methods into the crafts nor yet to fierce competition \nBut as so on as the factory system has been introduced into the crafts and competition flourishes \nfully, this perspective dwindles away and the handicraftsman becomes more and more a \nproletarian. The handicraftsman therefore frees himself by becoming either bourgeoi s or entering \nthe middle class in general, or becoming a proletarian because of competition (as is now more \noften the case). In which case he can free himself by joining the proletarian movement, i.e., the \nmore or less communist movement.7"
    ],
    "5": [
        "45 Draft of a Communist Confession of Fa ith \n– 10 –  \nIn what  way do proletarians differ from manufacturing \nworkers?  \nThe manufacturing worker of the 16th to the 18th centuries still had, with but few exception, an \ninstrument of production in his own possession – his loom, the family spinning wheel, a little plot \nof land which he cultivated in his spare time. The proletarian has none of these things.  \nThe manufacturing worker almost always lives in the countryside and in a more or less \npatriarchal relation to his landlord or employer; the proletarian lives, for the most part, in the city \nand his relation to his employer is purely a cash relation.  \nThe manufacturing worker is torn out of his patriarchal relation by big industry, loses whatever \nproperty he still has, and in this way becomes a proletarian.  \n– 11 –  \nWhat w ere the immediate consequences of the industrial \nrevolution and of the division of society into bourgeoisie \nand proletariat?",
        "– 11 –  \nWhat w ere the immediate consequences of the industrial \nrevolution and of the division of society into bourgeoisie \nand proletariat?  \nFirst, the lower and lower prices of industrial products brought about by machine labor totally \ndestroyed, in all countries of the world, the old system of manufacture or industry based upon \nhand labor.  \nIn this way, all semi -barbarian countries, which had hitherto been more or less strangers to \nhistorical development, and whose industry had been based on manufacture, were violently \nforced out of their isolation. They bought the cheaper commodities of the English and allowed \ntheir own manufacturing workers to be ruined. Countries which had known no progress for \nthousands of years –  for example, India – were thoroughly revolutionized, a nd even China is now \non the way to a revolution.  \nWe have come to the point where a new machine invented in England deprives millions of \nChinese workers of their livelihood within a year ’s time.",
        "on the way to a revolution.  \nWe have come to the point where a new machine invented in England deprives millions of \nChinese workers of their livelihood within a year ’s time.  \nIn this way, big industry has brought all the people of the E arth into contact with each other, has \nmerged all local markets into one world market, has spread civilization and progress everywhere \nand has thus ensured that whatever happens in civilized countries will have repercussions in all \nother countries.  \nIt fol lows that if the workers in England or France now liberate themselves, this must set off \nrevolution in all other countries –  revolutions which, sooner or later, must accomplish the \nliberation of their respective working class.  \nSecond, wherever big industr ies displaced manufacture, the bourgeoisie developed in wealth and \npower to the utmost and made itself the first class of the country. The result was that wherever",
        "Second, wherever big industr ies displaced manufacture, the bourgeoisie developed in wealth and \npower to the utmost and made itself the first class of the country. The result was that wherever \nthis happened, the bourgeoisie took political power into its own hands and displaced the hit herto \nruling classes, the aristocracy, the guildmasters, and their representative, the absolute monarchy.  \nThe bourgeoisie annihilated the power of the aristocracy, the nobility, by abolishing the entailment of estates – in other words, by making landed pr operty subject to purchase and sale, \nand by doing away with the special privileges of the nobility. It destroyed the power of the \nguildmasters by abolishing guilds and handicraft privileges. In their place, it put competition – \nthat is, a state of society in which everyone has the right to enter into any branch of industry, the \nonly obstacle being a lack of the necessary capital.",
        "that is, a state of society in which everyone has the right to enter into any branch of industry, the \nonly obstacle being a lack of the necessary capital.  \nThe introduction of free competition is thus public declaration that from now on the members of \nsociety are unequal only to the extent that their capitals are unequal, that capital is the decisive \npower, and that therefore the capitalists, the bourgeoisie, have become the first class in society."
    ],
    "6": [
        "46 Draft of a Communist Confession of Fa ith \nFree competition is necessary for the establishment of big industry, because it is the  only \ncondition of society in which big industry can make its way.  \nHaving destroyed the social power of the nobility and the guildmasters, the bourgeois also \ndestroyed their political power. Having raised itself to the actual position of first class in society, \nit proclaims itself to be also the dominant political class. This it does through the introduction of \nthe representative system which rests on bourgeois equality before the law and the recognition of \nfree competition, and in European countries takes  the form of constitutional monarchy. In these \nconstitutional monarchies, only those who possess a certain capital are voters – that is to say, only members of the bourgeoisie. These bourgeois voters choose the deputies, and these bourgeois \ndeputies, by us ing their right to refuse to vote taxes, choose a bourgeois government.",
        "deputies, by us ing their right to refuse to vote taxes, choose a bourgeois government.  \nThird, everywhere the proletariat develops in step with the bourgeoisie. In proportion, as the \nbourgeoisie grows in wealth, the proletariat grows in numbers. For, since the proletaria ns can be \nemployed only by capital, and since capital extends only through employing labor, it follows that the growth of the proletariat proceeds at precisely the same pace as the growth of capital.  \nSimultaneously, this process draws members of the bourg eoisie and proletarians together into the \ngreat cities where industry can be carried on most profitably, and by thus throwing great masses \nin one spot it gives to the proletarians a consciousness of their own strength.  \nMoreover, the further this process a dvances, the more new labor -saving machines are invented,",
        "in one spot it gives to the proletarians a consciousness of their own strength.  \nMoreover, the further this process a dvances, the more new labor -saving machines are invented, \nthe greater is the pressure exercised by big industry on wages, which, as we have seen, sink to their minimum and therewith render the condition of the proletariat increasingly unbearable. The \ngrowi ng dissatisfaction of the proletariat thus joins with its rising power to prepare a proletarian \nsocial revolution.  \n– 12 –  \nWhat were the further consequences of the industrial \nrevolution?  \nBig industry created in the steam engine, and other machines, the m eans of endlessly expanding \nindustrial production, speeding it up, and cutting its costs. With production thus facilitated, the free competition, which is necessarily bound up with big industry, assumed the most extreme \nforms; a multitude of capitalists in vaded industry, and, in a short while, more was produced than \nwas needed.",
        "forms; a multitude of capitalists in vaded industry, and, in a short while, more was produced than \nwas needed.  \nAs a consequence, finished commodities could not be sold, and a so- called commercial crisis \nbroke out. Factories had to be closed, their owners went bankrupt, and the workers were w ithout \nbread. Deepest misery reigned everywhere.  \nAfter a time, the superfluous products were sold, the factories began to operate again, wages rose, \nand gradually business got better than ever.  \nBut it was not long before too many commodities were again produced and a new crisis broke \nout, only to follow the same course as its predecessor.  \nEver since the beginning of this (19th) century, the condition of industry has constantly fluctuated \nbetween periods of prosperity and periods of crisis; nearly every f ive to seven years, a fresh crisis",
        "between periods of prosperity and periods of crisis; nearly every f ive to seven years, a fresh crisis \nhas intervened, always with the greatest hardship for workers, and always accompanied by general revolutionary stirrings and the direct peril to the whole existing order of things.  \n– 13 –  \nWhat follows from these periodi c commercial crises?  \nFirst:  \nThat, though big industry in its earliest stage created free competition, it has now \noutgrown free competition;"
    ],
    "7": [
        "47 Draft of a Communist Confession of Fa ith \nthat, for big industry, competition and generally the individualistic organization of \nproduction have become a fet ter which it must and will shatter;  \nthat, so long as big industry remains on its present footing, it can be maintained \nonly at the cost of general chaos every seven years, each time threatening the \nwhole of civilization and not only plunging the proletari ans into misery but also \nruining large sections of the bourgeoisie;  \nhence, either that big industry must itself be given up, which is an absolute \nimpossibility, or that it makes unavoidably necessary an entirely new organization \nof society in which produc tion is no longer directed by mutually competing \nindividual industrialists but rather by the whole society operating according to a \ndefinite plan and taking account of the needs of all.  \nSecond: That big industry, and the limitless expansion of production which it makes possible,",
        "definite plan and taking account of the needs of all.  \nSecond: That big industry, and the limitless expansion of production which it makes possible, \nbring within the range of feasibility a social order in which so much is produced that every \nmember of society will be in a position to exercise and develop all his powers and faculties in \ncomplete freedom.  \nIt thus appears that th e very qualities of big industry which, in our present -day society, produce \nmisery and crises are those which, in a different form of society, will abolish this misery and \nthese catastrophic depressions.  \nWe see with the greatest clarity:  \n(i) That all the se evils are from now on to be ascribed solely to a social order \nwhich no longer corresponds to the requirements of the real situation; and  \n(ii) That it is possible, through a new social order, to do away with these evils \naltogether.  \n– 14 –  \nWhat will this new social order have to be like?",
        "(ii) That it is possible, through a new social order, to do away with these evils \naltogether.  \n– 14 –  \nWhat will this new social order have to be like?  \nAbove all, it will have to take the control of industry and of all branches of production out of the hands of mutually competing individuals, and instead institute a system in which all these \nbranches of production are operated by society as a whole – that is, for the common account, \naccording to a common plan, and with the participation of all members of society.  \nIt will, in other words, abolish competition and replace it with association.  \nMoreover, since the management of industry by individuals necessarily implies private property, \nand since competition is in reality merely the manner and form in which the control of industry \nby private property owners expresses itself, it follows that private property cannot be sepa rated \nfrom competition and the individual management of industry. Private property must, therefore, be",
        "by private property owners expresses itself, it follows that private property cannot be sepa rated \nfrom competition and the individual management of industry. Private property must, therefore, be \nabolished and in its place must come the common utilization of all instruments of production and \nthe distribution of all products according to common agr eement – in a word, what is called the \ncommunal ownership of goods.  \nIn fact, the abolition of private property is, doubtless, the shortest and most significant way to \ncharacterize the revolution in the whole social order which has been made necessary by t he \ndevelopment of industry – and for this reason it is rightly advanced by communists as their main \ndemand."
    ],
    "8": [
        "48 Draft of a Communist Confession of Fa ith \n– 15 –  \nWas not the abolition of private property possible at an \nearlier time?  \nNo. Every change in the social order, every revolution in property r elations, is the necessary \nconsequence of the creation of new forces of production which no longer fit into the old property \nrelations.  \nPrivate property has not always existed.  \nWhen, towards the end of the Middle Ages, there arose a new mode of production which could \nnot be carried on under the then existing feudal and guild forms of property, this manufacture, \nwhich had outgrown the old property relations, created a new property form, private property. \nAnd for manufacture and the earliest stage of develo pment of big industry, private property was \nthe only possible property form; the social order based on it was the only possible social order.  \nSo long as it is not possible to produce so much that there is enough for all, with more left over",
        "the only possible property form; the social order based on it was the only possible social order.  \nSo long as it is not possible to produce so much that there is enough for all, with more left over \nfor expanding the social capital and extending the forces of production – so long as this is not \npossible, there must always be a ruling class directing the use of society ’s productive forces, and \na poor, oppressed class. How these classes are constituted depends on the stage of development.  \nThe agrarian Middle Ages give us the baron and the serf; the cities of the later Middle Ages show \nus the guildmaster and the journeyman and the day laborer; the 17th century has its \nmanufacturing workers; the 19th has big factory ow ners and proletarians.  \nIt is clear that, up to now, the forces of production have never been developed to the point where \nenough could be developed for all, and that private property has become a fetter and a barrier in",
        "It is clear that, up to now, the forces of production have never been developed to the point where \nenough could be developed for all, and that private property has become a fetter and a barrier in \nrelation to the further development  of the forces of production.  \nNow, however, the development of big industry has ushered in a new period. Capital and the forces of production have been expanded to an unprecedented extent, and the means are at hand \nto multiply them without limit in the ne ar future. Moreover, the forces of production have been \nconcentrated in the hands of a few bourgeois, while the great mass of the people are more and \nmore falling into the proletariat, their situation becoming more wretched and intolerable in \nproportion to the increase of wealth of the bourgeoisie. And finally, these mighty and easily \nextended forces of production have so far outgrown private property and the bourgeoisie, that",
        "proportion to the increase of wealth of the bourgeoisie. And finally, these mighty and easily \nextended forces of production have so far outgrown private property and the bourgeoisie, that \nthey threaten at any moment to unleash the most violent disturbances of the socia l order. Now, \nunder these conditions, the abolition of private property has become not only possible but \nabsolutely necessary.  \n– 16 –  \nWill the peaceful abolition of private property be possible?  \nIt would be desirable if this could happen, and the communi sts would certainly be the last to \noppose it. Communists know only too well that all conspiracies are not only useless, but even \nharmful. They know all too well that revolutions are not made intentionally and arbitrarily, but \nthat, everywhere and always, t hey have been the necessary consequence of conditions which were \nwholly independent of the will and direction of individual parties and entire classes.",
        "that, everywhere and always, t hey have been the necessary consequence of conditions which were \nwholly independent of the will and direction of individual parties and entire classes.  \nBut they also see that the development of the proletariat in nearly all civilized countries has been \nviolently suppressed, and that in this way the opponents of communism have been working \ntoward a revolution with all their strength. If the oppressed proletariat is finally driven to \nrevolution, then we communists will defend the interests of the proletarians with deeds as we now \ndefend them with words."
    ],
    "9": [
        "49 Draft of a Communist Confession of Fa ith \n– 17 –  \nWill it be possible for private property to be abolished at \none stroke?  \nNo, no more than existing forces of production can at one stroke be multiplied to the extent \nnecessary for the creation of a com munal society.  \nIn all probability, the proletarian revolution will transform existing society gradually and will be able to abolish private property only when the means of production are available in sufficient \nquantity.  \n– 18 –  \nWhat will be the course o f this revolution? \nAbove all, it will establish a democratic constitution, and through this, the direct or indirect \ndominance of the proletariat. Direct in England, where the proletarians are already a majority of \nthe people. Indirect in France and Germany , where the majority of the people consists not only of \nproletarians, but also of small peasants and petty bourgeois who are in the process of falling into",
        "proletarians, but also of small peasants and petty bourgeois who are in the process of falling into \nthe proletariat, who are more and more dependent in all their political interests on the proletariat , \nand who must, therefore, soon adapt to the demands of the proletariat. Perhaps this will cost a \nsecond struggle, but the outcome can only be the victory of the proletariat.  \nDemocracy would be wholly valueless to the proletariat if it were not immediately used as a means for putting through measures directed against private property and ensuring the livelihood \nof the proletariat. The main measures, emerging as the necessary result of existing relations, are \nthe following:  \n(i) Limitation of private proper ty through progressive taxation, heavy inheritance \ntaxes, abolition of inheritance through collateral lines (brothers, nephews, etc.) \nforced loans, etc.  \n(ii) Gradual expropriation of landowners, industrialists, railroad magnates and",
        "taxes, abolition of inheritance through collateral lines (brothers, nephews, etc.) \nforced loans, etc.  \n(ii) Gradual expropriation of landowners, industrialists, railroad magnates and \nshipowners, partly thr ough competition by state industry, partly directly through \ncompensation in the form of bonds.  \n(iii) Confiscation of the possessions of all emigrants and rebels against the majority of the people.  \n(iv) Organization of labor or employment of proletarians on publicly owned land, in factories and workshops, with competition among the workers being abolished \nand with the factory owners, in so far as they still exist, being obliged to pay the \nsame high wages as those paid by the state.  \n(v) An equal obligation on all members of society to work until such time as \nprivate property has been completely abolished. Formation of industrial armies, \nespecially for agriculture.  \n(vi) Centralization of money and credit in the hands of the state through a national",
        "private property has been completely abolished. Formation of industrial armies, \nespecially for agriculture.  \n(vi) Centralization of money and credit in the hands of the state through a national \nbank wit h state capital, and the suppression of all private banks and bankers.  \n(vii) Increase in the number of national factories, workshops, railroads, ships; bringing new lands into cultivation and improvement of land already under \ncultivation – all in proporti on to the growth of the capital and labor force at the \ndisposal of the nation.  \n(viii) Education of all children, from the moment they can leave their mother ’s \ncare, in national establishments at national cost. Education and production \ntogether."
    ],
    "10": [
        "50 Draft of a Communist Confession of Fa ith \n(ix) Cons truction, on public lands, of great palaces as communal dwellings for \nassociated groups of citizens engaged in both industry and agriculture and \ncombining in their way of life the advantages of urban and rural conditions while \navoiding the one -sidedness an d drawbacks of each.  \n(x) Destruction of all unhealthy and jerry -built dwellings in urban districts.  \n(xi) Equal inheritance rights for children born in and out of wedlock.  \n(xii) Concentration of all means of transportation in the hands of the nation.  \nIt is impossible, of course, to carry out all these measures at once. But one will always bring \nothers in its wake. Once the first radical attack on private property has been launched, the \nproletariat will find itself forced to go ever further, to concentrat e increasingly in the hands of the \nstate all capital, all agriculture, all transport, all trade. All the foregoing measures are directed to",
        "state all capital, all agriculture, all transport, all trade. All the foregoing measures are directed to \nthis end; and they will become practicable and feasible, capable of producing their centralizing \neffects to precisel y the degree that the proletariat, through its labor, multiplies the country’ s \nproductive forces.  \nFinally, when all capital, all production, all exchange have been brought together in the hands of \nthe nation, private property will disappear of its own acc ord, money will become superfluous, and \nproduction will so expand and man so change that society will be able to slough off whatever of its old economic habits may remain.  \n– 19 –  \nWill it be possible for this revolution to take place in one \ncountry alone?  \nNo. By creating the world market, big industry has already brought all the peoples of the Earth, \nand especially the civilized peoples, into such close relation with one another that none is \nindependent of what happens to the others.",
        "and especially the civilized peoples, into such close relation with one another that none is \nindependent of what happens to the others.  \nFurther, it has co -ordinated the social development of the civilized countries to such an extent \nthat, in all of them, bourgeoisie and proletariat have become the decisive classes, and the struggle \nbetween them the great struggle of the day. It follows that the communist revol ution will not \nmerely be a national phenomenon but must take place simultaneously in all civilized countries –  \nthat is to say, at least in England, America, France, and Germany.  \nIt will develop in each of the these countries more or less rapidly, accordin g as one country or the \nother has a more developed industry, greater wealth, a more significant mass of productive forces. Hence, it will go slowest and will meet most obstacles in Germany, most rapidly and with the \nfewest difficulties in England. It will have a powerful impact on the other countries of the world,",
        "fewest difficulties in England. It will have a powerful impact on the other countries of the world, \nand will radically alter the course of development which they have followed up to now, while \ngreatly stepping up its pace.  \nIt is a universal revolution and will, accordingly, have a universal ran ge.  \n– 20 –  \nWhat will be the consequences of the  \nultimate disappearance of private property? \nSociety will take all forces of production and means of commerce, as well as the exchange and \ndistribution of products, out of the hands of private capitalists and will manage them in \naccordance with a plan based on the availability of resources and the needs of the whole society. \nIn this way, most important of all, the evil consequences which are now associated with the \nconduct of big industry will be abolished.  \nThere will be no more crises; the expanded production, which for the present order of society is",
        "conduct of big industry will be abolished.  \nThere will be no more crises; the expanded production, which for the present order of society is \noverproduction and hence a prevailing cause of misery, will then be insufficient and in need of"
    ],
    "11": [
        "51 Draft of a Communist Confession of Fa ith \nbeing expanded much further. Instead of generating misery, over production will reach beyond the \nelementary requirements of society to assure the satisfaction of the needs of all; it will create new \nneeds and, at the same time, the means of satisfying them. It will become the condition of, and the \nstimulus to, new prog ress, which will no longer throw the whole social order into confusion, as \nprogress has always done in the past. Big industry, freed from the pressure of private property, will undergo such an expansion that what we now see will seem as petty in comparison as \nmanufacture seems when put beside the big industry of our own day. This development of \nindustry will make available to society a sufficient mass of products to satisfy the needs of \neveryone.  \nThe same will be true of agriculture, which also suffers fro m the pressure of private property and",
        "everyone.  \nThe same will be true of agriculture, which also suffers fro m the pressure of private property and \nis held back by the division of privately owned land into small parcels. Here, existing \nimprovements and scientific procedures will be put into practice, with a resulting leap forward \nwhich will assure to society all the products it needs.  \nIn this way, such an abundance of goods will be able to satisfy the needs of all its members.  \nThe division of society into different, mutually hostile classes will then become unnecessary. \nIndeed, it will be not only unnecessary but intolerable in the new social order. The existence of \nclasses originated in the division of labor, and the division of labor, as it has been known up to \nthe present, will completely disappear. For mechanical and chemical processes are not enough to \nbring  industrial and agricultural production up to the level we have described; the capacities of",
        "the present, will completely disappear. For mechanical and chemical processes are not enough to \nbring  industrial and agricultural production up to the level we have described; the capacities of \nthe men who make use of these processes must undergo a corresponding development.  \nJust as the peasants and manufacturing workers of the last century changed their  whole way of \nlife and became quite different people when they were drawn into big industry, in the same way, \ncommunal control over production by society as a whole, and the resulting new development, will \nboth require an entirely different kind of human m aterial.  \nPeople will no longer be, as they are today, subordinated to a single branch of production, bound \nto it, exploited by it; they will no longer develop one  of their faculties at the expense of all others; \nthey will no longer know only one  branch, or one branch of a single branch, of production as a",
        "they will no longer know only one  branch, or one branch of a single branch, of production as a \nwhole. Even industry as it is today is finding such people less and less useful.  \nIndustry controlled by society as a whole, and operated according to a plan, presupposes well -\nrounded human beings, their faculties developed in balanced fashion, able to see the system of \nproduction in its entirety.  \nThe form of the division of labor which makes one a peasant, another a cobbler, a third a factory \nworker, a fourth a stock -market operator, has already been und ermined by machinery and will \ncompletely disappear. Education will enable young people quickly to familiarize themselves with \nthe whole system of production and to pass from one branch of production to another in response \nto the needs of society or their own inclinations. It will, therefore, free them from the one -sided \ncharacter which the present -day division of labor impresses upon every individual. Communist",
        "to the needs of society or their own inclinations. It will, therefore, free them from the one -sided \ncharacter which the present -day division of labor impresses upon every individual. Communist \nsociety will, in this way, make it possible for its members to put their comprehensively developed \nfaculties to full use. But, when this happens, classes will necessarily disappear. It follows that \nsociety organized on a communist basis is incompatible with the existence of classes on the one \nhand, and that the very building of such a society provides  the means of abolishing class \ndifferences on the other.  \nA corollary of this is that the difference between city and country is destined to disappear. The \nmanagement of agriculture and industry by the same people rather than by two different classes",
        "A corollary of this is that the difference between city and country is destined to disappear. The \nmanagement of agriculture and industry by the same people rather than by two different classes \nof pe ople is, if only for purely material reasons, a necessary condition of communist association. \nThe dispersal of the agricultural population on the land, alongside the crowding of the industrial \npopulation into the great cities, is a condition which corresponds to an undeveloped state of both \nagriculture and industry and can already be felt as an obstacle to further development."
    ],
    "12": [
        "52 Draft of a Communist Confession of Fa ith \nThe general co -operation of all members of society for the purpose of planned exploitation of the \nforces of production, the expansi on of production to the point where it will satisfy the needs of \nall, the abolition of a situation in which the needs of some are satisfied at the expense of the needs \nof others, the complete liquidation of classes and their conflicts, the rounded developm ent of the \ncapacities of all members of society through the elimination of the present division of labor, through industrial education, through engaging in varying activities, through the participation by \nall in the enjoyments produced by all, through the combination of city and country – these are the \nmain consequences of the abolition of private property.  \n– 21 –  \nWhat will be the influence of communist society on the \nfamily?  \nIt will transform the relations between the sexes into a purely private matter w hich concerns only",
        "– 21 –  \nWhat will be the influence of communist society on the \nfamily?  \nIt will transform the relations between the sexes into a purely private matter w hich concerns only \nthe persons involved and into which society has no occasion to intervene. It can do this since it \ndoes away with private property and educates children on a communal basis, and in this way \nremoves the two bases of traditional marriage – the dependence rooted in private property, of the \nwomen on the man, and of the children on the parents.  \nAnd here is the answer to the outcry of the highly moral philistines against the “community of \nwomen ”. Community of women is a condition which belongs entirely to bourgeois society and \nwhich today finds its complete expression in prostitution. But prostitution is based on private property and falls with it. Thus, communist society, instead of introducing community of women, \nin fact abolishes it.  \n– 22 –  \nWhat will be the attitude of communism to existing",
        "in fact abolishes it.  \n– 22 –  \nWhat will be the attitude of communism to existing \nnationalities?  \nThe nationalities of the peoples associating themselves in accordance with the principle of \ncommunity will be compelled to mingle with each other as a result of this association and thereby  \nto dissolve themselves, just as the various estate and class distinctions must disappear through the \nabolition of their basis, private property.8 \n– 23 –  \nWhat will be its attitude to existing religions?  \nAll religions so far have been the expression of his torical stages of development of individual \npeoples or groups of peoples. But communism is the stage of historical development which \nmakes all existing religions superfluous and brings about their disappearance .9  \n– 24 –  \nHow do communists differ from soci alists?  \nThe so -called socialists are divided into three categories.  \n[ Reactionary Socialists: ]",
        "– 24 –  \nHow do communists differ from soci alists?  \nThe so -called socialists are divided into three categories.  \n[ Reactionary Socialists: ]  \nThe first category consists of adherents of a feudal and patriarchal society which has already been \ndestroyed, and is still daily being destroyed, by big industry and world trade and their creation, \nbourgeois society. This category concludes, from the evils of existing society, that feudal and \npatriarchal society must be restored because it was free of such evils. In one way or another, all \ntheir proposals are directed to this end."
    ],
    "13": [
        "53 Draft of a Communist Confession of Fa ith \nThis category of reactionary socialists, for all their seeming partisanship and their scalding tears \nfor the misery of the proletariat, is nevertheless energetically opposed by the communists for the \nfollowing reasons:  \n(i) It strive s for something which is entirely impossible.  \n(ii) It seeks to establish the rule of the aristocracy, the guildmasters, the small \nproducers, and their retinue of absolute or feudal monarchs, officials, soldiers, and \npriests – a society which was, to be su re, free of the evils of present -day society \nbut which brought it at least as many evils without even offering to the oppressed workers the prospect of liberation through a communist revolution.  \n(iii) As soon as the proletariat becomes revolutionary and c ommunist, these \nreactionary socialists show their true colors by immediately making common cause with the bourgeoisie against the proletarians.  \n[ Bourgeois Socialists: ]",
        "reactionary socialists show their true colors by immediately making common cause with the bourgeoisie against the proletarians.  \n[ Bourgeois Socialists: ]  \nThe second category consists of adherents of present -day society who have been frigh tened for its \nfuture by the evils to which it necessarily gives rise. What they want, therefore, is to maintain this \nsociety while getting rid of the evils which are an inherent part of it.  \nTo this end, some propose mere welfare measures – while others co me forward with grandiose \nsystems of reform which, under the pretense of re -organizing society, are in fact intended to \npreserve the foundations, and hence the life, of existing society.  \nCommunists must unremittingly struggle against these bourgeois socia lists because they work for \nthe enemies of communists and protect the society which communists aim to overthrow.  \n[ Democratic Socialists: ]",
        "the enemies of communists and protect the society which communists aim to overthrow.  \n[ Democratic Socialists: ]  \nFinally, the third category consists of democratic socialists who favor some of the same measures the communists a dvocate, as described in Question 18, not as part of the transition to \ncommunism, however, but as measures which they believe will be sufficient to abolish the misery and evils of present -day society.  \nThese democratic socialists are either proletarians wh o are not yet sufficiently clear about the \nconditions of the liberation of their class, or they are representatives of the petty bourgeoisie, a \nclass which, prior to the achievement of democracy and the socialist measures to which it gives \nrise, has many i nterests in common with the proletariat.  \nIt follows that, in moments of action, the communists will have to come to an understanding with these democratic socialists, and in general to follow as far as possible a common policy with them",
        "It follows that, in moments of action, the communists will have to come to an understanding with these democratic socialists, and in general to follow as far as possible a common policy with them \n– provided that these socialists do not enter into the service of the ruling bourgeoisie and attack \nthe communists.  \nIt is clear that this form of co -operation in action does not exclude the discussion of differences.  \n– 25 –  \nWhat is the attitude of the communists to the  \nother political parties of our time?  \nThis attitude is different in the different countries.  \nIn England, France, and Belgium, where the bourgeoisie rules, the communists still have a \ncommon interest with the various democratic parties, an interest which is all the greater the more \nclosely the socialistic measures they champion approach the aims of the communists –  that is, the",
        "common interest with the various democratic parties, an interest which is all the greater the more \nclosely the socialistic measures they champion approach the aims of the communists –  that is, the \nmore clearly and definitely they represent the interests of the proletariat and the more they depend on the proletariat for support. In England, for example, the working -class Chartists\n10 are infinitely \ncloser to the communists than the democratic petty bourgeoisie or the so -called Radicals."
    ],
    "14": [
        "54 Draft of a Communist Confession of Fa ith \nIn America, where a democratic constitution has already been established, the communists must \nmake the common cause with the party which will turn this constitution against the bourgeoisie \nand use it in the interests of the proletariat – that is, with the agrarian National Reformers.11  \nIn Switzerland, the Radicals, though a very mixed party, are the only group with which the \ncommunists can co -operate, and, among these Radicals, the Vaudois and Genevese are the most \nadvanced.  \nIn Germany, finally, the decisive struggle now on the order of the day is that between the \nbourgeoisie and the absolute monarchy. Since the communists cannot enter upon the decisive \nstruggle between themselves and the bourgeoisie until the bourgeoisie is in power, it follows that \nit is in the interest of the communists to help the bourgeoisie to power as soon as possible in order",
        "it is in the interest of the communists to help the bourgeoisie to power as soon as possible in order \nthe sooner to be able to overthrow it. Against the governments, therefore, the communists must \ncontinually support the radical liberal party, taking care to avoid the self -deceptions of the \nbourgeoisie and not fall for the enticing promises of benefits whi ch a victory for the bourgeoisie \nwould allegedly bring to the proletariat. The sole advantages which the proletariat would derive \nfrom a bourgeois victory would consist  \n(i) in various concessions which would facilitate the unification of the proletariat \ninto a closely knit, battle -worthy, and organized class; and  \n(ii) in the certainly that, on the very day the absolute monarchies fall, the struggle \nbetween bourgeoisie and proletariat will start. From that day on, the policy of the \ncommunists will be the s ame as it now is in the countries where the bourgeoisie is \nalready in power."
    ]
}