{
    "1": [
        "Demands of the Communist Party in Germany \n“Demands of the Communist Party in Germany ” were written by Karl Marx and Frederick Engels in \nParis between March 21 (when Engels arr ived in Paris from Brussels) and March 24, 1848. This \ndocument was discussed by members of the Central Authority, who approved and signed it as the. \npolitical programme of the Communist League in the revolution that broke out in Germany. In March \nit was pr inted as a leaflet, for distribution among revolutionary German emigrant workers who were \nabout to return home. Austrian and German diplomats in Paris informed their respective governments \nabout this as early as March 27, 28 and 29. (The Austrian Ambassador enclosed in his letter a copy of \nthe leaflet which he dated “ March 25 ”.) The leaflet soon reached members of the Communist League \nin other countries, in particular, German emigrant workers in London. \nEarly in April, the “ Demands of the Communist Party in Germany ” were published in such German",
        "in other countries, in particular, German emigrant workers in London. \nEarly in April, the “ Demands of the Communist Party in Germany ” were published in such German \ndemocratic papers as Berliner Zeitungs -Halle  (special supplement to No. 82, April 5, 1848), \nDüsseldorfer Zeitung (No. 96, April 5, 1848), Mannheimer Abendzeitung (No. 96, April 6, 1848), \nTrier ’sche Zeitung  (No. 97, A pril 6, 1848, supplement), Deutsche Allgemeine Zeitung  (No. 100, April \n9, 1848, supplement), and Zeitung für das deutsche Volk (No. 2 1, April 9, 1848).  \nMarx and Engels, who left for Germany round about April 6 and some time later settled in Cologne, \ndid their best along with their followers to popularise this programme document during the revolution. \nIn 1848 and 1849 it was repeatedly published in the periodical press and in leaflet form. Not later than \nSeptember 10, 1848, the “ Demands ” were printed in Col ogne as a leaflet for circulation by the",
        "September 10, 1848, the “ Demands ” were printed in Col ogne as a leaflet for circulation by the \nCologne Workers ’ Association both in the town itself and in a number of districts of Rhenish Prussia. \nIn addition to minor stylistic changes, point 10 in the text of the leaflet was worded differently from that publ ished in March -April 1848. At the Second Democratic Congress held in Berlin in October \n1848, Friedrich Beust, delegate from the Cologne Workers ’ Association, spoke, on behalf of the social \nquestion commission, in favour of adopting a programme of action cl osely following the “ Demands ”. \nIn November and December 1848, various points of the “Demands ” were discussed at meetings of the \nCologne Workers ’ Association. Many editions of the “ Demands ” published during the revolution and \nafter its defeat have survived to this day in their original form, some of them as copies kept in the \npolice archives.",
        "after its defeat have survived to this day in their original form, some of them as copies kept in the \npolice archives.  \nAt the end of 1848 or the beginning of 1849 an abridged version of the “ Demands ” was published in \npamphlet form by Weller Publishers in Leipzig. The slogan at the begin ning of the document, the \nsecond paragraph of point 9 and the last sentence of point 10 were omitted, and the words “ The \nCommittee ” were not included among the signatories. In 1853, an abridged version of the “ Demands ” \nwas printed, together with other documents of the Communist League, in the first part of the book Die Communisten -Verschworungen des neunzehnten Jahrhunderts  published in Berlin for purposes of \ninformation by Wermuth and Stieber, two police officials, who staged a trial against the Communists  \nin Cologne in 1852. Later Engels reproduced the main points of the “ Demands ” in his essay On the",
        "in Cologne in 1852. Later Engels reproduced the main points of the “ Demands ” in his essay On the \nHistory of the Communist League , published in November 1885 in the newspaper Sozialdemokrat , and \nas an introduction to the pamphlet: K. Marx, Enthüllungen übe r den Kommunisten Prozess zu Köln, \nHottingen -Zürich, 1885.  \nEnglish translations of the “ Demands of the Communist Party in Germany ” appeared in the \ncollections: The Communist Manifesto of Karl Marx and Friedrich Engels  with an introduction and \nexplanatory notes by D. Ryazanoff, Martin Lawrence, London (1930); K. Marx, Selected Works, Vol.",
        "collections: The Communist Manifesto of Karl Marx and Friedrich Engels  with an introduction and \nexplanatory notes by D. Ryazanoff, Martin Lawrence, London (1930); K. Marx, Selected Works, Vol. \nII, ed. V. Adoratsky, Moscow -Leningrad, Co- operative Publishing Society of Foreign Workers in the \nUSSR (1936); ibid., New York (1 936); Birth of the Communist Manifesto , edited and annotated, with \nan Introduction by D. J. Struik, International Publishers, New York, 197 1, and in other publications."
    ],
    "2": [
        "56 Demands of the Communist Party in Germany  \nDemands of the Communist Party in Germany  \n“Workers of all countries, unite! ” \n1. The whole of Germany shall be declared a single and indivisible republic.  \n2. Every German, having reached the age of 21, shall have the right to vote and to be elected, \nprovided he has not been convicted of a criminal offence.  \n3. Representatives of the people shall receive payment so that workers, too,  shall be able to \nbecome members of the German parliament.  \n4. Universal arming of the people. In future the armies shall be simultaneously labour armies, so that the troops shall not, as formerly, merely consume, but shall produce more than is necessary \nfor their upkeep.  \nThis will moreover be conducive to the organisation of labour.  \n5. Legal services shall be free of charge.  \n6. All feudal obligations, dues, corvées, tithes etc., which have hitherto weighed upon the rural \npopulation, shall be abolished without compensation.",
        "5. Legal services shall be free of charge.  \n6. All feudal obligations, dues, corvées, tithes etc., which have hitherto weighed upon the rural \npopulation, shall be abolished without compensation.  \n7. Princely and other feudal estates, together with mines, pits, and so forth, shall become the property of the state. The estates shall be cultivated on a large scale and with the most up -to-date \nscientific devices in the interests of the whole of society.  \n8. Mortgages on peasant lands shall be declared the property of the state. Interest on such \nmortgages shall be paid by the peasants to the state.  \n9. In localities where the tenant system is developed, the land rent or the quit -rent shall  be paid to \nthe state as a tax.  \nThe measures specified in Nos. 6, 7, 8 and 9 are to be adopted in order to reduce the communal \nand other burdens hitherto imposed upon the peasants and small tenant farmers without curtailing",
        "The measures specified in Nos. 6, 7, 8 and 9 are to be adopted in order to reduce the communal \nand other burdens hitherto imposed upon the peasants and small tenant farmers without curtailing \nthe means available for defrayin g state expenses and without imperilling production. \nThe landowner in the strict sense, who is neither a peasant nor a tenant farmer, has no share in production. Consumption on his part is, therefore, nothing but abuse.  \n10. A state bank, whose paper issues are legal tender, shall replace all private banks.  \nThis measure will make it possible to regulate the credit system in the interest of the people as a \nwhole, and will thus undermine the dominion of the big financial magnates. Further, by gradually \nsubstit uting paper money for gold and silver coin, the universal means of exchange (that",
        "whole, and will thus undermine the dominion of the big financial magnates. Further, by gradually \nsubstit uting paper money for gold and silver coin, the universal means of exchange (that \nindispensable prerequisite of bourgeois trade and commerce) will be cheapened, and gold and silver will be set free for use in foreign trade. Finally, this measure is necessary in order to bind \nthe interests of the conservative bourgeoisie to the Government.  \n11. All the means of transport, railways, canals, steamships, roads, the posts etc. shall be taken \nover by the state. They shall become the property of the state and shall  be placed free at the \ndisposal of the impecunious classes.  \n12. All civil servants shall receive the same salary, the only exception being that civil servants \nwho have a family to support and who therefore have greater requirements, shall receive a higher \nsalary.  \n13. Complete separation of Church and State. The clergy of every denomination shall be paid",
        "salary.  \n13. Complete separation of Church and State. The clergy of every denomination shall be paid \nonly by the voluntary contributions of their congregations.  \n14. The right of inheritance to be curtailed."
    ],
    "3": [
        "57 Demands of the Communist Party in Germany  \n15. The introduction of steeply graduated taxes, a nd the abolition of taxes on articles of \nconsumption.  \n16. Inauguration of national workshops. The state guarantees a livelihood to all workers and \nprovides for those who are incapacitated for work. \n17. Universal and free education of the people.  \nIt is to the interest of the German proletariat, the petty bourgeoisie and the small peasants to \nsupport these demands with all possible energy. Only by the realisation of these demands will the \nmillions in Germany, who have hitherto been exploited by a handful of persons and whom the \nexploiters would like to keep in further subjection, win the rights and attain to that power to \nwhich they are entitled as the producers of all wealth.  \nThe Committee  \nKarl Marx, Karl Schapper, H. Bauer, F. Engels, J. Moll, W. Wolff"
    ]
}