{
    "1": [
        "The Paris Commune . \nAddress to the International Workingmen’s Association, May 1871 \nThe “Paris Commune” was composed  by Karl Marx as an address to the General Council of the \nInternational , and included in a book, “The Civil War in France,” with the aim of distr ibuting to \nworkers of all countries a clear understanding of the character and world- wide significance of the \nheroic struggle of the Communards and their historical experience to learn from. The book was widely \ncirculated by 1872 it was translated into sev eral languages and published throughout Europe and the \nUnited States.  \nThe first address was delivered on July 23rd, 1870, five days after the beginning of the Franco-\nPrussian  War. The second address, delivered on September 9, 1870, gave a historical overvi ew of the \nevents a week after the army of Bonaparte was defeated. The third address, delivered on May 30, 1871, two days after the defeat of the Paris Commune – detailed the significance and the underlining",
        "events a week after the army of Bonaparte was defeated. The third address, delivered on May 30, 1871, two days after the defeat of the Paris Commune – detailed the significance and the underlining \ncauses of the first workers government ever creat ed. \nThe Civil War in France was originally published by Marx as only the third address, only the first \nhalf of which is reproduced here . In 1891, on the 20th anniversary of the Paris Commune, Engels \nput together a new collection of the work. Engels decided to include the first two addresses that \nMarx made to the International.  \nThe Address is included here because it can be regarded as an amendment to the Manifesto , \nclarifying a number of issues relating to the state based on the experience of the Commune.  \nOn the dawn of March 18, Paris arose to the thunder -burst of “ Vive la Commune! ” What is the \nCommune, that sphinx so tantalizing to the bourgeois mind?",
        "On the dawn of March 18, Paris arose to the thunder -burst of “ Vive la Commune! ” What is the \nCommune, that sphinx so tantalizing to the bourgeois mind?  \n“The proletarians of Paris, ” said the Central Committee in its manifesto of March 18, “ amidst the \nfailure s and treasons of the ruling classes, have understood that the hour has struck for them to \nsave the situation by taking into their own hands the direction of public affairs.... They have \nunderstood that it is their imperious duty, and their absolute right, to render themselves masters of \ntheir own destinies, by seizing upon the governmental power.”   \nBut the working class cannot simply lay hold of the ready- made state machinery, and wield \nit for its own purposes.  \nThe centralized state power, with its ubiqui tous organs of standing army, police, bureaucracy, \nclergy, and judicature – organs wrought after the plan of a systematic and hierarchic division of",
        "The centralized state power, with its ubiqui tous organs of standing army, police, bureaucracy, \nclergy, and judicature – organs wrought after the plan of a systematic and hierarchic division of \nlabor – originates from the days of absolute monarchy, serving nascent bourgeois society as a \nmighty weapon in its struggle against feudalism. Still, its development remained clogged by all \nmanner of medieval rubbish, seignorial rights, local privileges, municipal and guild monopolies, \nand provincial constitutions. The gigantic broom of the French Revolution of  the 18th century \nswept away all these relics of bygone times, thus clearing simultaneously the social soil of its last hindrances to the superstructure of the modern state edifice raised under the First Empire, itself \nthe offspring of the coalition wars o f old semi -feudal Europe against modern France.  \nDuring the subsequent regimes, the government, placed under parliamentary control – that is,",
        "the offspring of the coalition wars o f old semi -feudal Europe against modern France.  \nDuring the subsequent regimes, the government, placed under parliamentary control – that is, \nunder the direct control of the propertied classes – became not only a hotbed of huge national \ndebts and crushing taxes; with its irresistible allurements of place, pelf, and patronage, it became \nnot only the bone of contention between the rival factions and adventurers of the ruling classes; \nbut its political character changed simultaneously with the economic changes  of society. At the \nsame pace at which the progress of modern industry developed, widened, intensified the class \nantagonism between capital and labor, the state power assumed more and more the character of \nthe national power of capital over labor, of a pub lic force organized for social enslavement, of an \nengine of class despotism."
    ],
    "2": [
        "59 Third Address to the International Working Men’s Association, May 1871  \nAfter every revolution marking a progressive phase in the class struggle, the purely repressive \ncharacter of the state power stands out in bolder and bolder relief. The Revolutio n of 1830, \nresulting in the transfer of government from the landlords to the capitalists, transferred it from the \nmore remote to the more direct antagonists of the working men. The bourgeois republicans, who, \nin the name of the February Revolution, took the state power, used it for the June [1848] \nmassacres, in order to convince the working class that “ social ” republic means the republic \nentrusting their social subjection, and in order to convince the royalist bulk of the bourgeois and \nlandlord class that t hey might safely leave the cares and emoluments of government to the \nbourgeois “ republicans. ”  \nHowever, after their one heroic exploit of June, the bourgeois republicans had, from the front, to",
        "bourgeois “ republicans. ”  \nHowever, after their one heroic exploit of June, the bourgeois republicans had, from the front, to \nfall back to the rear of the “ Party of Order ” – a combination formed by all the rival fractions and \nfactions of the appropriating classes. The proper form of their joint -stock government was the \nparliamentary republic, with Louis Bonaparte for its president. Theirs was a regime of avowed \nclass terrorism and deliberat e insult towards the “vile multitude. ”  \nIf the parliamentary republic, as M. Thiers said, “ divided them [the different fractions of the \nruling class] least, ” it opened an abyss between that class and the whole body of society outside \ntheir spare ranks. The restraints by which their own divisions had under former regimes still \nchecked the state power, were removed by their union; and in view of the threatening upheaval of the proletariat, they now used that state power mercilessly and ostentatiously as the n ational war",
        "checked the state power, were removed by their union; and in view of the threatening upheaval of the proletariat, they now used that state power mercilessly and ostentatiously as the n ational war \nengine of capital against labor.  \nIn their uninterrupted crusade against the producing masses, they were, however, bound not only \nto invest the executive with continually increased powers of repression, but at the same time to \ndivest their own parliamentary stronghold – the National Assembly – one by one, of all its own \nmeans of defence against the Executive. The Executive, in the person of Louis Bonaparte, turned \nthem out. The natural offspring of the “ Party of Order ” republic was the Second Em pire.  \nThe empire, with the coup d’ état for its birth certificate, universal suffrage for its sanction, and \nthe sword for its sceptre, professed to rest upon the peasantry, the large mass of producers not",
        "the sword for its sceptre, professed to rest upon the peasantry, the large mass of producers not \ndirectly involved in the struggle of capital and la bor. It professed to save the working class by \nbreaking down parliamentarism, and, with it, the undisguised subserviency of government to the \npropertied classes. It professed to save the propertied classes by upholding their economic \nsupremacy over the wor king class; and, finally, it professed to unite all classes by reviving for all \nthe chimera of national glory.  \nIn reality, it was the only form of government possible at a time when the bourgeoisie had already lost, and the working class had not yet acqui red, the faculty of ruling the nation. It was acclaimed \nthroughout the world as the savior of society. Under its sway, bourgeois society, freed from \npolitical cares, attained a development unexpected even by itself. Its industry and commerce",
        "throughout the world as the savior of society. Under its sway, bourgeois society, freed from \npolitical cares, attained a development unexpected even by itself. Its industry and commerce \nexpanded to colossal dimensions; financial swindling celebrated cosmopolitan orgies; the misery \nof the masses was set off by a shameless display of gorgeous, meretricious and debased luxury. \nThe state power, apparently soaring high above society and the very hotbed of a ll its corruptions. \nIts own rottenness, and the rottenness of the society it had saved, were laid bare by the bayonet of Prussia, herself eagerly bent upon transferring the supreme seat of that regime from Paris to \nBerlin. Imperialism is, at the same time,  the most prostitute and the ultimate form of the state",
        "Berlin. Imperialism is, at the same time,  the most prostitute and the ultimate form of the state \npower which nascent bourgeois society had commenced to elaborate as a means of its own emancipation from feudalism, and which full -grown bourgeois society had finally transformed \ninto a means for the enslavement of labor by capital.  \nThe direct antithesis to the empire was the Commune. The cry of “social republic,”  with which \nthe February [1848] Revolution was ushered in by the Paris proletariat, did but express a vague \naspiration after a republic that  was not only to supercede the monarchical form of class rule, but \nclass rule itself. The Commune was the positive form of that republic."
    ],
    "3": [
        "60 Third Address to the International Working Men’s Association, May 1871  \nParis, the central seat of the old governmental power, and, at the same time, the social stronghold \nof the French wor king class, had risen in arms against the attempt of Thiers and the Rurals to \nrestore and perpetuate that old governmental power bequeathed to them by the empire. Paris \ncould resist only because, in consequence of the siege, it had got rid of the army, and replaced it \nby a National Guard, the bulk of which consisted of working men. This fact was now to be transformed into an institution. The first decree of the Commune, therefore, was the suppression \nof the standing army, and the substitution for it of the armed people.  \nThe Commune was formed of the municipal councillors, chosen by universal suffrage in the various wards of the town, responsible and revocable at short terms. The majority of its members",
        "The Commune was formed of the municipal councillors, chosen by universal suffrage in the various wards of the town, responsible and revocable at short terms. The majority of its members \nwere naturally working men, or acknowledged representat ives of the working class. The \nCommune was to be a working, not a parliamentary body, executive and legislative at the same \ntime.  \nInstead of continuing to be the agent of the Central Government, the police was at once stripped \nof its political attributes,  and turned into the responsible, and at all times revocable, agent of the \nCommune. So were the officials of all other branches of the administration. From the members of the Commune downwards, the public service had to be done at workman ’s wage . The veste d \ninterests and the representation allowances of the high dignitaries of state disappeared along with \nthe high dignitaries themselves. Public functions ceased to be the private property of the tools of",
        "the high dignitaries themselves. Public functions ceased to be the private property of the tools of \nthe Central Government. Not only municipal administrat ion, but the whole initiative hitherto \nexercised by the state was laid into the hands of the Commune.  \nHaving once got rid of the standing army and the police – the physical force elements of the old \ngovernment – the Commune was anxious to break the spirit ual force of repression, the “parson-\npower,”  by the disestablishment and disendowment of all churches as proprietary bodies. The \npriests were sent back to the recesses of private life, there to feed upon the alms of the faithful in \nimitation of their prede cessors, the apostles.  \nThe whole of the educational institutions were opened to the people gratuitously, and at the same \ntime cleared of all interference of church and state. Thus, not only was education made accessible",
        "The whole of the educational institutions were opened to the people gratuitously, and at the same \ntime cleared of all interference of church and state. Thus, not only was education made accessible \nto all, but science itself freed fr om the fetters which class prejudice and governmental force had \nimposed upon it.  \nThe judicial functionaries were to be divested of that sham independence which had but served to \nmask their abject subserviency to all succeeding governments to which, in tur n, they had taken, \nand broken, the oaths of allegiance. Like the rest of public servants, magistrates and judges were to be elective, responsible, and revocable.  \nThe Paris Commune was, of course, to serve as a model to all the great industrial centres of \nFrance. The communal regime once established in Paris and the secondary centres, the old \ncentralized government would in the provinces, too, have to give way to the self -government of \nthe producers.",
        "centralized government would in the provinces, too, have to give way to the self -government of \nthe producers.  \nIn a rough sketch of national organi sation, which the Co mmune had no time to develop, it states \nclearly that the Commune was to be the political form of even the smallest country hamlet, and \nthat in the rural districts the standing army was to be replaced by a national militia, with an \nextremely short term of s ervice. The rural communities of every district were to administer their \ncommon affairs by an assembly of delegates in the central town, and these district assemblies were again to send deputies to the National Delegation in Paris, each delegate to be at any time \nrevocable and bound by the mandat imperatif  (formal instructions) of his constituents. The few",
        "revocable and bound by the mandat imperatif  (formal instructions) of his constituents. The few \nbut important functions which would still remain for a central government were not to be \nsuppressed, as has been intentionally misstated, but were to be discharged by Communal and \nthereafter responsible agents.  \nThe unity of the nation was not to be broken, but, on the contrary, to be organized by Communal Constitution, and to become a reality by the destruction of the state power which claimed to be"
    ],
    "4": [
        "61 Third Address to the International Working Men’s Association, May 1871  \nthe e mbodiment of that unity independent of, and superior to, the nation itself, from which it was \nbut a parasitic excrescence.  \nWhile the merely repressive organs of the old governmental power were to be amputated, its \nlegitimate functions were to be wrested f rom an authority usurping pre -eminence over society \nitself, and restored to the responsible agents of society. Instead of deciding once in three or six years which member of the ruling class was to misrepresent the people in Parliament, universal \nsuffrage was to serve the people, constituted in Communes, as individual suffrage serves every \nother employer in the search for the workmen and managers in his business. And it is well -known \nthat companies, like individuals, in matters of real business generally know how to put the right \nman in the right place, and, if they for once make a mistake, to redress it promptly. On the other",
        "that companies, like individuals, in matters of real business generally know how to put the right \nman in the right place, and, if they for once make a mistake, to redress it promptly. On the other \nhand, nothing could be more foreign to the spirit of the Commune than to supercede universal \nsuffrage by hierarchical investiture.\n12  \nIt is generally the fate of completely new historical creations to be mistaken for the counterparts of older, and even defunct, forms of social life, to which they may bear a certain likeness. Thus, \nthis new Commune, which breaks with the modern state powe r, has been mistaken for a \nreproduction of the medieval Communes, which first preceded, and afterward became the \nsubstratum of, that very state power. The Communal Constitution has been mistaken for an \nattempt to break up into the federation of small state s, as dreamt of by Montesquieu and the \nGirondins\n13, that unity of great nations which, if originally brought about by political force, has",
        "attempt to break up into the federation of small state s, as dreamt of by Montesquieu and the \nGirondins\n13, that unity of great nations which, if originally brought about by political force, has \nnow become a powerful coefficient of social production. The antagonism of the Commune against the state power has been  mistaken for an exaggerated form of the ancient struggle against \nover-centralization. Peculiar historical circumstances may have prevented the classical \ndevelopment, as in France, of the bourgeois form of government, and may have allowed, as in \nEngland, t o complete the great central state organs by corrupt vestries, jobbing councillors, and \nferocious poor -law guardians in the towns, and virtually hereditary magistrates in the counties.  \nThe Communal Constitution would have restored to the social body all t he forces hitherto \nabsorbed by the state parasite feeding upon, and clogging the free movement of, society. By this",
        "The Communal Constitution would have restored to the social body all t he forces hitherto \nabsorbed by the state parasite feeding upon, and clogging the free movement of, society. By this \none act, it would have initiated the regeneration of France.  \nThe provincial French bourgeois saw in the Commune an attempt to restore the s way their order \nhad held over the country under Louis Philippe, and which, under Louis Napoleon, was supplanted by the pretended rule of the country over the towns. In reality, the Communal \nConstitution brought the rural producers under the intellectual le ad of the central towns of their \ndistricts, and there secured to them, in the working men, the natural trustees of their interests. The \nvery existence of the Commune involved, as a matter of course, local municipal liberty, but no \nlonger as a check upon th e now superseded state power. It could only enter into the head of a",
        "very existence of the Commune involved, as a matter of course, local municipal liberty, but no \nlonger as a check upon th e now superseded state power. It could only enter into the head of a \nBismarck – who, when not engaged on his intrigues of blood and iron, always likes to resume his \nold trade, so befitting his mental calibre, of contributor to Kladderadatsch (the Berlin Punch\n14) – \nit could only enter into such a head to ascribe to the Paris Commune aspirations after the \ncaricature of the old French municipal organization of 1791, the Prussian municipal constitution \nwhich degrades the town governments to mere secondary wheels in the police machinery of the \nPrussian state. The Commune made that catchword of bourgeois revolutions – cheap government \n– a reality by destroying the two greatest sources of expenditure: the standing army and state",
        "Prussian state. The Commune made that catchword of bourgeois revolutions – cheap government \n– a reality by destroying the two greatest sources of expenditure: the standing army and state \nfunctionarism. Its very existence pre supposed the non- existence of monarchy, which, in Europe at \nleast, is the normal encumbrance and indispensable cloak of class rule. It supplied the republic \nwith the basis of really democratic institutions. But neither cheap government nor the “ true \nrepubl ic” was its ultimate aim; they were its mere concomitants.  \nThe multiplicity of interpretations to which the Commune has been subjected, and the multiplicity of interests which construed it in their favor, show that it was a thoroughly expansive political \nform, while all the previous forms of government had been emphatically repressive. Its true secret \nwas this: It was essentially a working class government, the product of the struggle of the"
    ],
    "5": [
        "62 Third Address to the International Working Men’s Association, May 1871  \nproducing against the appropriating class, the political form at last discovered under which to \nwork out the economical emancipation of labor.  \nExcept on this last condition, the Communal Constitution would have been an impossibility and a \ndelusion. The political rule of the producer cannot co- exist with the perpetuatio n of his social \nslavery. The Commune was therefore to serve as a lever for uprooting the economical foundation upon which rests the existence of classes, and therefore of class rule. With labor emancipated, \nevery man becomes a working man, and productive l abor ceases to be a class attribute.  \nIt is a strange fact. In spite of all the tall talk and all the immense literature, for the last 60 years, about emancipation of labor, no sooner do the working men anywhere take the subject into their",
        "own hands with a  will, than uprises at once all the apologetic phraseology of the mouthpieces of \npresent society with its two poles of capital and wage -slavery (the landlord now is but the \nsleeping partner of the capitalist), as if the capitalist society was still in its purest state of virgin \ninnocence, with its antagonisms still undeveloped, with its delusions still unexploded, with its \nprostitute realities not yet laid bare. The Commune, they exclaim, intends to abolish property, the \nbasis of all civilization!  \nYes, gen tlemen, the Commune intended to abolish that class property which makes the labor of \nthe many the wealth of the few. It aimed at the expropriation of the expropriators. It wanted to \nmake individual property a truth by transforming the means of production, land, and capital, now \nchiefly the means of enslaving and exploiting labor, into mere instruments of free and associated",
        "make individual property a truth by transforming the means of production, land, and capital, now \nchiefly the means of enslaving and exploiting labor, into mere instruments of free and associated \nlabor. But this is communism, “impossible ” communism! Why, those member of the ruling \nclasses who are intelligent enough to perceive th e impossibility of continuing the present system \n– and they are many – have become the obtrusive and full -mouthed apostles of co- operative \nproduction. If co -operative production is not to remain a sham and a snare; if it is to supersede the \ncapitalist syst em; if united co -operative societies are to regulate national production upon \ncommon plan, thus taking it under their own control, and putting an end to the constant anarchy \nand periodical convulsions which are the fatality of capitalist production –  what else, gentlemen, \nwould it be but communism, “ possible ” communism?",
        "and periodical convulsions which are the fatality of capitalist production –  what else, gentlemen, \nwould it be but communism, “ possible ” communism?  \nThe working class did not expect miracles from the Commune. They have no ready- made utopias \nto introduce par decret du peuple . They know that in order to work out their own emancipation, \nand along with it that higher form to which present society is irresistibly tending by its own \neconomical agencies, they will have to pass through long struggles, through a series of historic \nprocesses, transforming circumstances and men. They have no ideals to realize, but to set free the \nelements of the new society with which old collapsing bourgeois society itself is pregnant. In the \nfull consciousness of their historic mission, and with the heroic resolve to act up to it, the working \nclass can afford to smile at the coarse invective of the gentlemen ’s gentlemen with pen and",
        "full consciousness of their historic mission, and with the heroic resolve to act up to it, the working \nclass can afford to smile at the coarse invective of the gentlemen ’s gentlemen with pen and \ninkhorn, and at the didactic patronage of well -wishing bourgeois -doctrinaires, pouring forth their \nignorant platitudes and sectarian crotchets in the oracular tone of scientific infalli bility.  \nWhen the Paris Commune took the management of the revolution in its own hands; when plain \nworking men for the first time dared to infringe upon the governmental privilege of their “natural \nsuperiors, ” and, under circumstances of unexampled difficulty, performed it at salaries the highest \nof which barely amounted to one -fifth what, according to high scientific authority\n*, is the",
        "superiors, ” and, under circumstances of unexampled difficulty, performed it at salaries the highest \nof which barely amounted to one -fifth what, according to high scientific authority\n*, is the \nminimum required for a secretary to a certain metropolitan school -board – the old world writhed \nin convulsions of rage at the sight of the Red Flag, the symbol of the Republic of Labor, floating \nover the H ôtel de Ville.  \nAnd yet, this was the first revolution in which the working class was openly acknowledged as the \nonly class capable of social initiative, even by the great b ulk of the Paris bourgeois –  \nshopkeepers, tradesmen, merchants – the wealthy capitalist alone excepted. The Commune had \n                                                      \n* Professor Huxley. [Note to the German addition of 1871.]"
    ],
    "6": [
        "63 Third Address to the International Working Men’s Association, May 1871  \nsaved them by a sagacious settlement of that ever recurring cause of dispute among the bourgeois \nthemselves – the debtor and creditor accounts.15 The same portion of the bourgeois, after they had \nassisted in putting down the working men’ s insurrection of June 1848, had been at once \nunceremoniously sacrificed to their creditors16 by the then Constituent Assembly. But this was \nnot their only m otive for now rallying around the working class. They felt there was but one \nalternative – the Commune, or the empire – under whatever name it might reappear. The empire \nhad ruined them economically by the havoc it made of public wealth, by the wholesale f inancial \nswindling it fostered, by the props it lent to the artificially accelerated centralization of capital, and the concomitant expropriation of their own ranks. It had suppressed them politically, it had",
        "shocked them morally by its orgies, it had insulted their Voltairianism by handing over the \neducation of their children to the fréres Ignorantins ,\n17 it had revolted their national feeling as \nFrenchmen by precipitating them headlong into a war which left only one equivalent for the ruins \nit made – the di sappearance of the empire. In fact, after the exodus from Paris of the high \nBonapartist and capitalist boheme , the true bourgeois Party of Order came out in the shape of the \n“Union Republicaine,”18 enrolling themselves under the colors of the Commune and de fending it \nagainst the wilful misconstructions of Thiers. Whether the gratitude of this great body of the \nbourgeois will stand the present severe trial, time must show.  \nThe Commune was perfectly right in telling the peasants that “ its victory was their on ly hope.”  Of \nall the lies hatched at Versailles and re- echoed by the glorious European penny -a-liner, one of the",
        "all the lies hatched at Versailles and re- echoed by the glorious European penny -a-liner, one of the \nmost tremendous was that the Rurals represented the French peasantry. Think only of the love of \nthe French peasant for the men to whom, after 1 815, he had to pay the milliard indemnity.19 In the \neyes of the French peasant, the very existence of a great landed proprietor is in itself an \nencroachment on his conquests of 1789. The bourgeois, in 1848, had burdened his plot of land \nwith the additional tax of 45 cents, in the franc; but then he did so in the name of the revolution; \nwhile now he had fomented a civil war against revolution, to shift on to the peasant ’s shoulders \nthe chief load of the 5 milliards of indemnity to be paid to the Prussian. The  Commune, on the \nother hand, in one of its first proclamations, declared that the true originators of the war would be \nmade to pay its cost. The Commune would have delivered the peasant of the blood tax – would",
        "other hand, in one of its first proclamations, declared that the true originators of the war would be \nmade to pay its cost. The Commune would have delivered the peasant of the blood tax – would \nhave given him a cheap government – transform ed his present blood- suckers, the notary, \nadvocate, executor, and other judicial vampires, into salaried communal agents, elected by, and responsible to, himself. It would have freed him of the tyranny of the garde champetre , the \ngendarme, and the prefect;  would have put enlightenment by the schoolmaster in the place of \nstultification by the priest. And the French peasant is, above all, a man of reckoning. He would \nfind it extremely reasonable that the pay of the priest, instead of being extorted by the tax -\ngatherer, should only depend upon the spontaneous action of the parishioners ’ religious instinct. \nSuch were the great immediate boons which the rule of the Commune – and that rule alone – held",
        "gatherer, should only depend upon the spontaneous action of the parishioners ’ religious instinct. \nSuch were the great immediate boons which the rule of the Commune – and that rule alone – held \nout to the French peasantry. It is, therefore, quite superfluous here to expatiate upon the more \ncomplicated but vital problems which the Commune alone was able, and at the same time \ncompelled, to solve in favor of the peasant – viz., the hypothecary debt, lying like an incubus \nupon his parcel of soil, the prolétaria t foncier  (the rural proletariat), daily growing upon it, and",
        "upon his parcel of soil, the prolétaria t foncier  (the rural proletariat), daily growing upon it, and \nhis expropriation from it enforced, at a more and more rapid rate, by the very development of \nmodern agriculture and the competition of capitalist farming.  \nThe French peasant had elected Louis Bonaparte president of the republic; but the Party of Order \ncreated the empire. What the French peasant really wants he commenced to show in 1849 and \n1850, by opposing his maire  to the government ’s prefect, his school -master to the government ’s \npriest, and  himself to the government ’s gendarme. All the laws made by the Party of Order in \nJanuary and February 1850 were avowed measures of repression against the peasant. The peasant was a Bonapartist, because the Great Revolution, with all its benefits to him, w as, in his eyes, \npersonified in Napoleon. This delusion, rapidly breaking down under the Second Empire (and in"
    ],
    "7": [
        "64 Third Address to the International Working Men’s Association, May 1871  \nits very nature hostile to the Rurals), this prejudice of the past, how could it have withstood the \nappeal of the Commune to the living interests  and urgent wants of the peasantry?  \nThe Rurals – this was, in fact, their chief apprehension – knew that three months ’ free \ncommunication of Communal Paris with the provinces would bring about a general rising of the \npeasants, and hence their anxiety to e stablish a police blockade around Paris, so as to stop the \nspread of the rinderpest [cattle pest – contagious disease] .  \nIf the Commune was thus the true representative of all the healthy elements of French society, \nand therefore the truly national governm ent, it was, at the same time, as a working men ’s \ngovernment, as the bold champion of the emancipation of labor, emphatically international. \nWithin sight of that Prussian army, that had annexed to Germany two French provinces, the",
        "government, as the bold champion of the emancipation of labor, emphatically international. \nWithin sight of that Prussian army, that had annexed to Germany two French provinces, the \nCommune annexed to France  the working people all over the world.  \nThe Second Empire had been the jubilee of cosmopolitan blackleggism, the rakes of all countries \nrushing in at its call for a share in its orgies and in the plunder of the French people. Even at this \nmoment, the right hand of Thiers is Ganessco, the foul Wallachian, and his left hand is \nMarkovsky, the Russian spy. The Commune admitted all foreigners to the honor of dying for an \nimmortal cause. Between the foreign war lost by their treason, and the civil war fomented by their \nconspiracy with the foreign invader, the bourgeoisie had found the time to display their patriotism \nby organizing police hunts upon the Germans in France. The Commune made a German working",
        "conspiracy with the foreign invader, the bourgeoisie had found the time to display their patriotism \nby organizing police hunts upon the Germans in France. The Commune made a German working \nman [Leo Frankel] its Minister of Labor. Thiers, the bourge oisie, the Second Empire, had \ncontinually deluded Poland by loud professions of sympathy, while in reality betraying her to, and doing the dirty work of, Russia. The Commune honoured the heroic sons of Poland [J. \nDabrowski and W. Wróblewski]  by placing the m at the head of the defenders of Paris. And, to \nbroadly mark the new era of history it was conscious of initiating, under the eyes of the conquering Prussians on one side, and the Bonapartist army, led by Bonapartist generals, on the \nother, the Commune pulled down that colossal symbol of martial glory, the Vendôme Column.\n20  \nThe great social measure of the Commune was its own working existence. Its special measures",
        "other, the Commune pulled down that colossal symbol of martial glory, the Vendôme Column.\n20  \nThe great social measure of the Commune was its own working existence. Its special measures \ncould but betoken the tendency of a government of the people by the people. Such were the \nabolition of the nightwork of journeymen bakers; the prohibition, under penalty, of the \nemployers ’ practice to reduce wages by levying upon their workpeople fines under manifold \npretexts – a process in which the employer combines in his own person the parts of legislator, \njudge, and executor, and filches the money to boot. Another measure of this class was the \nsurrender to associations of workmen, under reserve of compensation, of all closed workshops \nand factories, no matter whether the respective capitalists had absconded or preferred to strike \nwork.  \nThe financial measures of the Commune, remarkable for their sagacity and moderation, could",
        "and factories, no matter whether the respective capitalists had absconded or preferred to strike \nwork.  \nThe financial measures of the Commune, remarkable for their sagacity and moderation, could \nonly be such as were compatible with the state of a besieged town. Considering the colossal \nrobberies committed upon the  city of Paris by the great financial companies and contractors, \nunder the protection of Haussman,21 the Commune would have had an incomparably better title to \nconfiscate their property than Louis Napoleon had against the Orleans family. The Hohenzollern and the English oligarchs, who both have derived a good deal of their estates from church \nplunders, were, of course, greatly shocked at the Commune clearing but 8,000f out of secularization.  \nWhile the Versailles government, as soon as it had recovered some spirit and strength, used the \nmost violent means against the Commune; while it put down the free expression of opinion all",
        "While the Versailles government, as soon as it had recovered some spirit and strength, used the \nmost violent means against the Commune; while it put down the free expression of opinion all \nover France, even to the forbidding of meetings of delegates from the large towns; while it subjected Versailles and the rest of Fran ce to an espionage far surpassing that of the Second \nEmpire; while it burned by its gendarme inquisitors all papers printed at Paris, and sifted all correspondence from and to Paris; while in the National Assembly the most timid attempts to put \nin a word f or Paris were howled down in a manner unknown even to the Chambre introuvable  of"
    ],
    "8": [
        "65 Third Address to the International Working Men’s Association, May 1871  \n1816; with the savage warfare of Versailles outside, and its attempts at corruption and conspiracy \ninside Paris – would the Commune not have shamefully betrayed its trust by a ffecting to keep all \nthe decencies and appearances of liberalism as in a time of profound peace? Had the government \nof the Commune been akin to that of M. Thiers, there would have been no more occasion to \nsuppress Party of Order papers at Paris that there was to suppress Communal papers at Versailles.  \nIt was irritating indeed to the Rurals that at the very same time they declared the return to the \nchurch to be the only means of salvation for France, the infidel Commune unearthed the peculiar \nmysteries of t he Picpus nunnery22, and of the Church of St. Laurent. It was a satire upon M.",
        "church to be the only means of salvation for France, the infidel Commune unearthed the peculiar \nmysteries of t he Picpus nunnery22, and of the Church of St. Laurent. It was a satire upon M. \nThiers that, while he showered grand crosses upon the Bonapartist generals in acknowledgment of their mastery in losing battles, singing capitulations, and turning cigarettes at Wilhelmshöhe,\n23 \nthe Commune dismissed and arrested its generals whenever they were suspected of neglecting \ntheir duties. The expulsion from, and arrest by, the Commune of one of its members [Blanchet] \nwho had slipped in under a false name, and had undergone  at Lyons six days ’ imprisonment for \nsimple bankruptcy, was it not a deliberate insult hurled at the forger, Jules Favre, then still the foreign minister of France, still selling France to Bismarck, and still dictating his orders to that \nparagon government  of Belgium? But indeed the Commune did not pretend to infallibility, the",
        "paragon government  of Belgium? But indeed the Commune did not pretend to infallibility, the \ninvariable attribute of all governments of the old stamp. It published its doings and sayings, it initiated the public into all its shortcomings.  \nIn every revolution there intrude, at the side of its true agents, men of different stamp; some of \nthem survivors of and devotees to past revolutions, without insight into the present movement, \nbut preserving popular influence by their known honesty and courage, or by the sheer force of \ntradition; others mere brawlers who, by dint of repeating year after year the same set of \nstereotyped declarations against the government of the day, have sneaked into the reputation of \nrevolutionists of the first water. After March 18, some such men did also  turn up, and in some \ncases contrived to play pre- eminent parts. As far as their power went, they hampered the real",
        "revolutionists of the first water. After March 18, some such men did also  turn up, and in some \ncases contrived to play pre- eminent parts. As far as their power went, they hampered the real \naction of the working class, exactly as men of that sort have hampered the full development of \nevery previous revolution. They are an unavoi dable evil: with time they are shaken off; but time \nwas not allowed to the Commune.  \nWonderful, indeed, was the change the Commune had wrought in Paris! No longer any trace of the tawdry Paris of the Second Empire! No longer was Paris the rendezvous of Bri tish landlords, \nIrish absentees,\n24 American ex -slaveholders and shoddy men, Russian ex- serfowners, and \nWallachian boyards. No more corpses at the morgue, no nocturnal burglaries, scarcely any \nrobberies; in fact, for the first time since the days of February  1848, the streets of Paris were safe, \nand that without any police of any kind.",
        "robberies; in fact, for the first time since the days of February  1848, the streets of Paris were safe, \nand that without any police of any kind.  \n“We,” said a member of the Commune, “ hear no longer of assassination, theft, and personal \nassault; it seems indeed as if the police had dragged along with it to Versailles all  its Conservative \nfriends.”   \nThe cocottes  had refound the scent of their protectors – the absconding men of family, religion, \nand, above all, of property. In their stead, the real women of Paris showed again at the surface – \nheroic, noble, and devoted, lik e the women of antiquity. Working, thinking fighting, bleeding \nParis – almost forgetful, in its incubation of a new society, of the Cannibals at its gates – radiant \nin the enthusiasm of its historic initiative!  \nOpposed to this new world at Paris, behold t he old world at Versailles – that assembly of the",
        "in the enthusiasm of its historic initiative!  \nOpposed to this new world at Paris, behold t he old world at Versailles – that assembly of the \nghouls of all defunct regimes, Legitimists and Orleanists, eager to feed upon the carcass of the \nnation – with a tail of antediluvian republicans, sanctioning, by their presence in the Assembly, \nthe slaveho lders ’ rebellion, relying for the maintenance of their parliamentary republic upon the \nvanity of the senile mountebank at its head, and caricaturing 1789 by holding their ghastly"
    ],
    "9": [
        "66 Third Address to the International Working Men’s Association, May 1871  \nmeetings in the Jeu de Paume.1 There it was, this Assembly, the representativ e of everything \ndead in France, propped up to the semblance of life by nothing but the swords of the generals of \nLouis Bonaparte. Paris all truth, Versailles all lie; and that lie vented through the mouth of Thiers.  \nThiers tells a deputation of the mayors  of the Seine -et-Oise – “You may rely upon my word, \nwhich I have never broken! ”  \nHe tells the Assembly itself that “ it was the most freely elected and most liberal Assembly France \never possessed ”; he tells his motley soldiery that it was “the admiration of  the world, and the \nfinest army France ever possessed ”; he tells the provinces that the bombardment of Paris by him \nwas a myth: “ If some cannon -shots have been fired, it was not the deed of the army of Versailles, \nbut of some insurgents trying to make beli eve that they are fighting, while they dare not show",
        "was a myth: “ If some cannon -shots have been fired, it was not the deed of the army of Versailles, \nbut of some insurgents trying to make beli eve that they are fighting, while they dare not show \ntheir faces. ” He again tells the provinces that “the artillery of Versailles does not bombard Paris, \nbut only cannonades it. ” He tells the Archbishop of Paris that the pretended executions and \nreprisals (!) attributed to the Versailles troops were all moonshine. He tells Paris that he was only \nanxious “to free it from the hideous tyrants who oppress it,”  and that, in fact, the Paris of the \nCommune was “ but a handful of criminals. ”  \nThe Paris of M. Thiers was not the real Paris of the “vile multitude, ” but a phantom Paris, the \nParis of the francs -fileurs ,25 the Paris of the Boulevards, male and female – the rich, the capitalist, \nthe gilded, the idle Paris, now thronging with its lackeys, its blacklegs, its literary bohome , and its",
        "the gilded, the idle Paris, now thronging with its lackeys, its blacklegs, its literary bohome , and its \ncocottes  at Versailles, Saint -Denis, Rueil, and Saint -Germain; considering the civil war but an \nagreeable diversion, eyeing the battle going on through telescopes, counting the rounds of \ncannon, swearing by their own honou r and that  of their prostitutes, that the performance was far \nbetter got up than it used to be at the Porte St. Martin. The men who fell were really dead; the \ncries of the wounded were cries in good earnest; and, besides, the whole thing was so intensely \nhistorical.   \nThis is the Paris of M. Thiers, as the emigration of Coblenz was the France of M. de Calonne.26 \n                                                      \n1 The tennis court where the National Assembly of 1789 adopted its famous decisions. [Note to the German addition of \n1871.]"
    ]
}