{
    "1": [
        "67 Third Address to the International Working Men’s Association, May 1871  \nEndnotes  \n \n1 The first Russian translation of the Manifesto of the Communist Party was made by Bakunin, who \ndespite being one of Marx and Engels ’ most pronounced opponents in the working class movement, \nsaw the great revolutionary importance contained within the Manifesto . Published in Geneva in 1869 \n(printing it in Russia was impossible due to state censorship), Bakunin’  s translation was not \ncompletely accurate, and was replaced a decade later by Plekhanov ’s translation in 1882, for which \nboth Marx and Engels wrote a preface.  \n2 A reference to the events that occurred in Russia after the assassination, on March, 1, 1881, of \nEmperor Alexander II by Narodnaya Volya  members. Alexander III, his successor, was staying in \nGatchina for fear of further terrorism.  \n3 This preface was written by Engels on May 1,  1890, when, in accordance with the decision of the",
        "Gatchina for fear of further terrorism.  \n3 This preface was written by Engels on May 1,  1890, when, in accordance with the decision of the \nParis Congress of the Second International (July 1889), mass demonstrations, strikes and meetings \nwere held in numerous European and American countries. The workers put forward the demand for an \n8 hour working day and other demands set forth by the Congress. From that day forward workers all \nover the world celebrate the first of May as a day of international proletarian solidarity.  \n4 A reference to the movement for an electoral reform which, under the pre ssure of the working class, \nwas passed by the British House of Commons in 1831 and finally endorsed by the House of Lords in June, 1832. The reform was directed against monopoly rule of the landed and finance aristocracy and \nopened the way to Parliament fo r the representatives of the industrial bourgeoisie. Neither workers nor",
        "opened the way to Parliament fo r the representatives of the industrial bourgeoisie. Neither workers nor \nthe petty -bourgeois were allowed electoral rights, despite assurances they would.  \n5 The famous final phrase of the Manifesto, “ Working Men of All Countries, Unite! ”, in the original \nGerman is: “ Proletarier aller Länder, vereinigt euch! ” Thus, a more correct translation would be \n“Proletarians of all countries, Unite! ” \n“Workers of the World, Unite. You have nothing to lose but your chains! ” is a popularisation of the \nlast three sentences, and is not found in any official translation. Since this English translation was \napproved by Engels, we have kept the original intact.  \n6 In their works written in later periods, Marx and Engels substituted the more accurate concepts of \n“sale of labour power ”, “value of labour power ” and “price of labour power ” (first introduced by \nMarx) for “ sale of labour ”, “value of labour ” and “price of labour ”, as used here.",
        "“sale of labour power ”, “value of labour power ” and “price of labour power ” (first introduced by \nMarx) for “ sale of labour ”, “value of labour ” and “price of labour ”, as used here.  \n7 Engels left half a page blank here in the manuscript. The “ Draft of the Communist Confessio n of \nFaith ,” has the answer shown for the same question (Number 12). \n8 Engels ’ put “ unchanged ” here, referring to the answer in the June draft under No. 21 a s shown.  \n9 Similarly, this refers to the answer to Question 23 in the June draft.  \n10 The Chartists w ere the participants in the political movement of the British workers which lasted \nfrom the 1830s to the middle 1850s and had as its slogan the adoption of a People ’s Charter, \ndemanding universal franchise and a series of conditions guaranteeing voting rights for all workers. \nLenin defined Chartism as the world’ s “first broad, truly mass and politically organized proletarian",
        "Lenin defined Chartism as the world’ s “first broad, truly mass and politically organized proletarian \nrevolutionary movement ” (Collected Works, Eng. ed., Progress Publishers, Moscow, 1965, Vol. 29, p. \n309.) The decline of the Chartist m ovement was due to the strengthening of Britain’ s industrial and \ncommercial monopoly and the bribing of the upper stratum of the working class ( “the labour \naristocracy ”) by the British bourgeoisie out of  its super -profits. Both factors led to the strengthe ning of \nopportunist tendencies in this stratum as expressed, in particular, by the refusal of the trade union \nleaders to support Chartism.",
        "opportunist tendencies in this stratum as expressed, in particular, by the refusal of the trade union \nleaders to support Chartism.  \n11 Probably a references to the National Reform Association, founded during the 1840s by George H. \nEvans, with headquarters in New York City, which had for its motto, “ Vote Yourself a Farm ”."
    ],
    "2": [
        "68 Third Address to the International Working Men’s Association, May 1871  \n \n12 A top -down system of appointing officials in bourgeois systems, where high -up officials appoint \nmany or all lower officials.  \n13 Girondins – The party of the influential bourgeoisie during the French revolution at the end of the \n18th century. (The name is derived from the Department of Gironde.) It came out against the Jacobin \ngovernment and the revolutionary masses which supported it, under the banner of defending the \ndepartments ’ right to autonomy and federation.  \n14 The party of the influential bourgeoisie during the French revolution at the end of the 18th century. \n(The name is derived from the Department of Gironde.) It came out against the Jacobin government and the revolutionary m asses which supported it, under the banner of defending the departments ’ right \nto autonomy and federation.",
        "to autonomy and federation. \n15 A reference to the Paris Commune’ s decree of April 16, 1871, providing for payment of all debts in \ninstalments over three years and abolition of interest on them.  \n16 On Aug. 22, 1848, the Constituent Assembly rejected the bill on “ amiable agreements ” (concordats \ná l’amiable ) aimed to introduce the deferred payment of debts. As a result of this measure, a \nconsiderable section of the petty -bourgeoisie w ere utterly ruined and found themselves completely \ndependent on the creditors of the richest bourgeoisie.  \n17 Fréres Ignorantins – Ignorant Brothers , a nickname for a religious order, founded in Rheims in \n1680, whose members pledged themselves to educate chi ldren of the poor. The pupils received a \npredominantly religious education and barely any knowledge otherwise.  \n18 Alliance républicaine des Départements – a political association of petty -bourgeois representatives",
        "predominantly religious education and barely any knowledge otherwise.  \n18 Alliance républicaine des Départements – a political association of petty -bourgeois representatives \nfrom the various departments of France, who lived in Paris; calling on the people to fight against the Versailles government and the monarchist National Assembly and to support the Commune \nthroughout the country.  \n19 The law of April 27, 1825 on the payment of compensation to the former émigrés for  the landed \nstates confiscated from them during the preceding French Revolution. \n20 The Vendôme Column was erected between 1806 and 1810 in Paris in honour of the victories of \nNapoleonic France; it was made out of the bronze captured from enemy guns and was  crowned by a \nstatue of Napoleon. On May 16, 1871, by order of the Paris Commune, the Vendôme Column was pulled down.  \n21 During the Second Empire, Baron Haussmann was Prefect of the Department of the Seine (the City",
        "21 During the Second Empire, Baron Haussmann was Prefect of the Department of the Seine (the City \nof Paris). He introduced a number of cha nges in the layout of the city for the purpose of crushing \nworkers’  revolts.  \n22 In the Picpus nunnery cases of the nuns being incarcerated in cells for many years were exposed and \ninstruments of torture were found; in the church of St. Laurent a secret ceme tery was found attesting \nto the murders that had been committed there. These facts were exposed by the Commune ’s \nnewspaper Mot d ’Ordre  on May 5, 1871, and in a  pamphlet Les Crimes des congrégations religieuses.  \n23 The chief occupation of the French prisoner s of war in Wilhelmshöhe (those captured after the \nBattle of Sedan) was making cigars for their own use.  \n24 Rich landowners who hardly ever visited their estates, but instead had their land managed by agents \nor leased it to petty -bourgeois who, in their turn, sub- leased the land at high rents.",
        "24 Rich landowners who hardly ever visited their estates, but instead had their land managed by agents \nor leased it to petty -bourgeois who, in their turn, sub- leased the land at high rents.  \n25 Francs -fileurs – literally rendered: “ free absconder ,” the nickname given to the Paris bourgeois who \nfled from the city during the siege. The name carried brazen historical irony as a result of its \nresemblance to th e word “ francs -tireurs ” (“free sharpshooters” ) – French guerrillas who actively \nfought against the Prussians.  \n26 A city in Germany; during the French Revolution at the end of the 18th- century it was the cent re \nwhere the landlord monarchist emigrés made pre parations for intervention against revolutionary",
        "26 A city in Germany; during the French Revolution at the end of the 18th- century it was the cent re \nwhere the landlord monarchist emigrés made pre parations for intervention against revolutionary \nFrance. Coblenz was the seat of the emigré government headed by the rabid reactionary de Calonne, a former minister of Louis XVI."
    ]
}